-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 03, 2020 at 01:35 PM
-- Server version: 10.4.11-MariaDB
-- PHP Version: 7.3.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `nid_app_develop`
--

-- --------------------------------------------------------

--
-- Table structure for table `advertise`
--

CREATE TABLE `advertise` (
  `id_ad` bigint(20) UNSIGNED NOT NULL,
  `type_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `img_ad` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `subject` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `explain` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `count_read` int(11) DEFAULT NULL,
  `mc` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `advertise`
--

INSERT INTO `advertise` (`id_ad`, `type_id`, `img_ad`, `subject`, `explain`, `active`, `count_read`, `mc`, `created_at`, `updated_at`) VALUES
(2, '7', 'น้ำตาลส่งผลกระทบต่อสมองอย่างไร.jpg', 'น้ำตาลส่งผลกระทบต่อสมองอย่างไร ?', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/8.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>รับชมบทเรียนเต็มๆ: <a href=\"#\" target=\"_blank\">http://ed.ted.com/lessons/what-does-t...</a> ในร่างกายคุณมีโรงงานซึ่งหนักประมาณ 1.4 กิโลกรัมและทำงานตลอด 24 ชั่วโมงอยู่ ซึ่งมันก็คือตับนั่นเอง นอกจากจะเป็นอวัยวะที่หนักที่สุดในร่างกายแล้ว มันยังทำหน้าที่ทั้งเป็น โกดังเก็บของ ศูนย์กลางการผลิต และ โรงงานแปรรูป ในเวลาเดียวกัน เอ็มมา ไบรซ์ เล่าบทเรียนสั้นๆเกี่ยวกับตับและความสำคัญของมันต่อร่างกายเรา</p>\r\n\r\n<p>สอนโดย Emma Bryce, แอนนิเมชั่นโดย Andrew Zimbelman for The Foreign Correspondents&#39; Club.</p>\r\n\r\n<p>&nbsp;</p>', '1', 1, NULL, NULL, NULL),
(4, '8', 'ทำไมเราจึงฝัน.jpg', 'ทำไมเราจึงฝัน', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/3.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>รับชมบทเรียนเต็มๆ: <a href=\"https://www.youtube.com/redirect?v=1WiKtDIwMRs&amp;redir_token=css_U2HUkW6YW7W6UZSYgh9-VTB8MTU5MTQ2NTA0NEAxNTkxMzc4NjQ0&amp;event=video_description&amp;q=http%3A%2F%2Fed.ted.com%2Flessons%2Fwhy-do-we-dream-amy-adkins\" target=\"_blank\">http://ed.ted.com/lessons/why-do-we-d...</a> เมื่อสามพันปีก่อนคริสตกาล พระราชาแห่งเมโสโปเตเมียได้บันทึกและแปลความหมายของความฝันของพวกเขาลงบนแผ่นไม้เคลือบเงา หลายปีนับแต่นั้นมา เราไม่ได้หยุดการค้นหาของเราเพื่อที่จะเข้าใจว่าทำไมเราจึงฝัน ถึงแม้ว่าเรายังคงไม่มีคำตอบใด ๆ ที่ชัดเจน แต่เรามีหลายทฤษฎี เอมี แอดกินส์ เผยถึงเจ็ดเหตุผลยอดนิยมว่าทำไมเราถึงฝัน</p>\r\n\r\n<p>สอนโดย Amy Adkins, แอนนิเมชั่นโดย Clamanne Studio</p>\r\n\r\n<p>&nbsp;</p>', '1', NULL, '3', NULL, NULL),
(6, '8', 'ทำไมแมวชอบทำอะไรแปลกๆ.jpg', 'ทำไมแมวถึงชอบทำอะไรแปลก ๆ', '<p>', '1', NULL, '3', NULL, NULL),
(8, '8', 'ปัญหาการสื่อสารเกิดขึ้นได้อย่างไร.jpg', 'ปัญหาการสื่อสารเกิดขึ้นได้อย่างไร (และเราจะหลีกเลี่ยงได้อย่างไร)', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/6.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>รับชมบทเรียนเต็มๆ: <a href=\"https://www.youtube.com/redirect?v=1WiKtDIwMRs&amp;redir_token=css_U2HUkW6YW7W6UZSYgh9-VTB8MTU5MTQ2NTA0NEAxNTkxMzc4NjQ0&amp;event=video_description&amp;q=http%3A%2F%2Fed.ted.com%2Flessons%2Fwhy-do-we-dream-amy-adkins\" target=\"_blank\">http://ed.ted.com/lessons/why-do-we-d...</a> เมื่อสามพันปีก่อนคริสตกาล พระราชาแห่งเมโสโปเตเมียได้บันทึกและแปลความหมายของความฝันของพวกเขาลงบนแผ่นไม้เคลือบเงา หลายปีนับแต่นั้นมา เราไม่ได้หยุดการค้นหาของเราเพื่อที่จะเข้าใจว่าทำไมเราจึงฝัน ถึงแม้ว่าเรายังคงไม่มีคำตอบใด ๆ ที่ชัดเจน แต่เรามีหลายทฤษฎี เอมี แอดกินส์ เผยถึงเจ็ดเหตุผลยอดนิยมว่าทำไมเราถึงฝัน</p>\r\n\r\n<p>สอนโดย Amy Adkins, แอนนิเมชั่นโดย Clamanne Studio</p>', '1', NULL, '3', NULL, NULL),
(10, '7', 'โรคอ้วนคืออะไร.jpg', 'โรคอ้วนคืออะไร', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/13.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>โรคอ้วนเป็นปัญหาที่กำลังระบาดเพิ่มขึ้นไปทั่วโลก มันเป็นปัจจัยสำคัญที่เพิ่มโอกาสการเป็นโรคอื่น ๆ เช่น เบาหวาน โรคหัวใจ โรคหลอดเลือดในสมอง ความดันโลหิตสูง และมะเร็ง แต่อะไรคือความแตกต่างระหว่างภาวะการมีน้ำหนักเกินกับภาวะอ้วน แล้วคนเรามีภาวะอ้วนได้อย่างไร เมีย นาคามูลลี่ อธิบายเรื่องโรคอ้วน</p>\r\n\r\n<p>สอนโดย Mia Nacamulli, แอนนิเมชั่นโดย Kozmonot Animation Studio.</p>\r\n\r\n<p>&nbsp;</p>', '1', 3, NULL, NULL, NULL),
(12, '7', 'ตับมีหน้าที่อะไรบ้าง.jpg', 'ตับมีหน้าที่อะไรบ้าง?', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/7.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>รับชมบทเรียนเต็มๆ: <a href=\"https://www.youtube.com/redirect?redir_token=5Wd_otjI3PSPX4XFhyvwlOp2dUV8MTU5MTQ2NTM0OUAxNTkxMzc4OTQ5&amp;q=http%3A%2F%2Fed.ted.com%2Flessons%2Fwhat-does-the-liver-do-emma-bryce%23review&amp;event=video_description&amp;v=ecmDUsPk4k4\" target=\"_blank\">http://ed.ted.com/lessons/what-does-t...</a> ในร่างกายคุณมีโรงงานซึ่งหนักประมาณ 1.4 กิโลกรัมและทำงานตลอด 24 ชั่วโมงอยู่ ซึ่งมันก็คือตับนั่นเอง นอกจากจะเป็นอวัยวะที่หนักที่สุดในร่างกายแล้ว มันยังทำหน้าที่ทั้งเป็น โกดังเก็บของ ศูนย์กลางการผลิต และ โรงงานแปรรูป ในเวลาเดียวกัน เอ็มมา ไบรซ์ เล่าบทเรียนสั้นๆเกี่ยวกับตับและความสำคัญของมันต่อร่างกายเรา</p>\r\n\r\n<p>สอนโดย Emma Bryce, แอนนิเมชั่นโดย Andrew Zimbelman for The Foreign Correspondents&#39; Club.</p>\r\n\r\n<p>&nbsp;</p>', '1', 1, NULL, NULL, NULL),
(14, '7', 'จะเกิดอะไรขึ้นถ้าคุณไม่ดื่มน้ำ.jpg', 'จะเกิดอะไรขึ้นถ้าคุณไม่ดื่มน้ำ', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/1.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp;น้ำมีอยู่ทุกหนทุกแห่งในโลกและร่างกายมนุษย์โดยเฉลี่ยประกอบด้วยน้ำประมาณ55และ60%แล้วบทบาทของน้ำในร่างกายของเราคืออะไรและจริงๆแล้วเราต้องดื่มน้ำมากแค่ไหนเพื่อให้เรามีสุขภาพที่ดีเมียนาคามุลิให้รายละเอียดในเรื่องประโยชน์ต่อสุขภาพของไฮเดรชัน. สอนโดย Mia Nacamulli, แอนนิเมชั่นโดย Chris Bishop.</p>', '1', NULL, NULL, NULL, NULL),
(16, '8', 'เคล็ดลับ5ประการ.jpg', 'เคล็ดลับ 5 ประการในการพัฒนาการคิดวิเคราะห์', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/12.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>รับชมบทเรียนเต็มๆ: <a href=\"https://www.youtube.com/redirect?redir_token=eQf3wegoIMltbNVNn3nrrdfzKuR8MTU5MTQ2NDY4N0AxNTkxMzc4Mjg3&amp;v=U8ul-ID3BnU&amp;q=http%3A%2F%2Fed.ted.com%2Flessons%2F5-tips-to-improve-your-critical-thinking-samantha-agoos&amp;event=video_description\" target=\"_blank\">http://ed.ted.com/lessons/5-tips-to-i...</a></p>\r\n\r\n<p>ทุก ๆ วัน การติดสินใจมากมายรอเราอยู่เบื้องหน้า และมันเป็นไปไม่ได้เลยที่เราจะตัดสินใจได้อย่างสมบูรณ์แบบทุก ๆ ครั้ง แต่มันมีหลายวิธีที่จะพัฒนาโอกาสของเรา -- และหนึ่งในเทคนิคที่มีประสิทธิภาพเป็นพิเศษก็คือ การคิดวิเคราะห์ ซาแมนต้า อกูส์ อธิบาย กระบวนการ 5 ขั้นตอน ที่อาจช่วยคุณไม่ว่าจะมีปัญหามากมายแค่ไหน</p>\r\n\r\n<p>สอนโดย Samantha Agoos, แอนนิเมชั่นโดย Nick Hilditch</p>', '1', NULL, NULL, NULL, NULL),
(18, '7', 'วิธีบริหารดวงตาให้กลับมาชัดแจ๋ว.jpg', '5 วิธีบริหารดวงตาให้กลับมาชัดแจ๋ว', '<p>&nbsp; &nbsp; &nbsp;\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/11.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>&nbsp; ถ้าถามว่าอวัยวะส่วนไหนในร่างกายที่ไม่อยากให้สูญเสียไปมากที่สุด หลาย ๆ คนก็คงจะตอบออกมาแบบไม่คิดเลยว่า &ldquo;ดวงตา&rdquo; ซึ่งมันก็เป็นอวัยวะที่สำคัญมากจริง ๆ นั่นแหละ เพราะลองคิดดูนะว่าถ้าวันนึงดวงตาของเราที่เคยมองเห็นอะไรต่าง ๆ ได้ กลับต้องมืดบอดลงไป ชีวิตเราจะยากลำบากขนาดไหน แค่คิดก็ขนลุกแล้วจริงมั้ย แถมการทำงานของดวงตานี้ก็เกี่ยวพันธ์กับสมองโดยตรงเลย เพราะมันจะคอยเปลี่ยนแสงให้กลายเป็นคลื่นไฟฟ้า ส่งตรงเข้าสู่สมอง แล้วสมองก็จะแปลงผลออกมาเป็นภาพอย่างที่เราเห็นกันนี่แหละ เพราะหน้าที่ความรับผิดชอบอันยิ่งใหญ่ของอวัยวะที่ชื่อว่า &ldquo;ดวงตา&rdquo; นี่เอง จึงทำให้มันต้องการการดูแลอย่างดีเป็นพิเศษ ถ้าใครคิดว่าสายตาตัวเองเริ่มแย่ เริ่มพร่า เริ่มมองไม่ค่อยชัดแล้วล่ะก็ มาดู 5 วิธีบริหารดวงตาให้ชัดแจ๋วนี้ไปพร้อม ๆ กันได้เลย</p>\r\n\r\n<p>&nbsp; &nbsp; 1. ปิดตาให้สนิท แค่การหลับตาลงอย่างเดียวมันไม่เพียงพอให้สายตาได้พักอย่างเต็มที่หรอก เพราะแสงไฟจากภายนอกสามารถลอดผ่านเปลือกตาบาง ๆ เข้ามาสู่ดวงตาได้อยู่ดี ดังนั้นการพักสายตาที่ดีที่สุดคือ เอาอุ้งมือทั้งสอง กดทาบลงไปเบา ๆ ที่ดวงตา เพื่อให้ตาเราได้ปิดอย่างสนิท และไม่มีอะไรมารบกวน ทำค้างไว้อยู่ในท่านั้นสัก 10 นาที ระหว่างทำก็นึกถึงบรรยากาศดี ๆ ไว้ด้วยล่ะ</p>\r\n\r\n<p>&nbsp; &nbsp; 2. ออกไปมองนกมองไม้ คนที่สายตาสั้นหรือมีอาการผิดปกติทางสายตาส่วนใหญ่เกิดจากการที่พวกเค้าจ้องมองบางอย่างเป็นเวลานาน เพราะฉะนั้นท่าบริหารต่อมาคือการกวาดสายตาไปรอบ ๆ แบบไม่ต้องจ้อง มองนกบ้าง มองไม้บ้าง ให้ดวงตาได้พักผ่อนหลังจากที่ผ่านการใช้งานมาเป็นเวลานาน ก็จะเป็นการช่วยบริหารสายตาได้เป็นอย่างดี</p>\r\n\r\n<p>&nbsp; &nbsp; 3. กะพริบตาถี่ ๆ ยิ่งตาเราแห้งมากเท่าไหร่ ประสิทธิภาพในการมองเห็นยิ่งลดลงเท่านั้น แถมถ้าตาแห้งบ่อย ๆ ก็อาจทำให้เกิดอาการระคายเคืองและมีปัญหาอื่น ๆ ตามมาอีกต่างหาก แต่เพื่อน ๆ ไม่ต้องกังวลไป เพราะปัญหานี้สามารถแก้ไขได้ง่าย ๆ ด้วยการกะพริบตาบ่อย ๆ ซึ่งการกะพริบตาจะช่วยให้แก้วตาสะอาดและมีน้ำไปหล่อเลี้ยง ทำให้ตาไม่แห้งนั่นเอง</p>\r\n\r\n<p>&nbsp; &nbsp; 4. เปลี่ยนระยะโฟกัส มาสู่เทคนิคลับในการบริหารดวงตาให้อยู่กับเราไปนาน ๆ กันบ้าง วิธีทำก็ไม่ยากเลย ให้เรายืดแขนซ้ายไปให้ไกลที่สุด แล้วยกนิ้วขึ้นมา ส่วนมือขวาก็ให้ชูนิ้วขึ้นเหมือนกันแต่ห่างจากดวงตาประมาน 3 นิ้ว โฟกัสไปที่ปลายนิ้วมือซ้าย สลับกับปลายนิ้วมือขวา ไปเรื่อย ๆ ก็จะทำให้ดวงตาเราได้รับการบริหาร และสามารถกลับมาแข็งแรงได้เหมือนเดิมแล้ว</p>\r\n\r\n<p>&nbsp; &nbsp; 5. เพิ่มความชุ่มชื่นด้วยน้ำสะอาด หลังจากตื่นนอนขึ้นมาอย่าเพิ่งทำอะไรทั้งสิ้น ให้เราล้างตาด้วยน้ำอุ่นประมาณ 20 ครั้ง และน้ำเย็นอีก 20 ครั้ง เพื่อเป็นการช่วยให้เลือดเดือนทางได้คล่องขึ้น สามารถหล่อเลี้ยงดวงตาให้ทำงานได้อย่างมีประสิทธิภาพมากขึ้น ซึ่งการใช้น้ำเย็นล้างตาจะช่วยให้กล้ามเนื้อตาและหนังตากระชับขึ้นด้วยล่ะ</p>', '1', 2, NULL, NULL, NULL),
(20, '7', '4วิธีดูแลปอดให้ปลอดภัย.jpg', '4 วิธีดูแล “ปอด” ให้ปลอดภัย อยู่คู่กับร่างกายไปนาน ๆ', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/10.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>4 วิธีดูแล &ldquo;ปอด&rdquo; ให้ปลอดภัย อยู่คู่กับร่างกายไปนาน ๆ นอกจากหัวใจของเราแล้วก็มีปอดนี่แหละที่ทำงานอย่างต่อเนื่องทั้งวันทั้งคืน ตลอดเวลา 24 ชั่วโมงแบบไม่ได้พักไม่ได้ผ่อนกันเลย ซึ่งปอดจะคอยทำหน้าที่สูดเอาออกซิเจนเข้าสู่ร่างกาย และปล่อยคาร์บอนไดออกไซด์ออกมา กระบวนการนี้จะเกิดขึ้นตลอดทุก ๆ 2-3 วินาที ตั้งแต่เราเกิดจนกระทั่งวันสุดท้ายของชีวิต ทำให้ปอดก็ต้องทำงานหนักแบบนี้อยู่เสมอ ซึ่งหน้าที่อื่น ๆ ของปอดนอกเหนือจากการหายใจแล้ว มันยังเป็นตัวควบคุมและคอยขับสารต่าง ๆ ออกจากระบบเลือด ควบคุมสมดุลความเป็นกรด เป็นด่างในเลือด ไหนจะต้องคอยกรองลิ่มเลือดเล็ก ๆ ที่ตกตะกอน ให้ออกจากเส้นเลือดดำอีก แถมยังช่วยเป็นเครื่องป้องกันให้กับหัวใจอีกต่างหาก เห็นแล้วใช่มั้ยล่ะว่าปอดมีความสำคัญกับเรามากขนาดไหน มันคงถึงเวลาแล้วที่เราจะหันมาให้ความสนใจกับสุขภาพปอดกันอย่างเต็มที่ เพื่อให้ปอดมีสุขภาพแข็งแรง และอยู่คู่กับเราไปนาน ๆ ด้วย 4 วิธีนี้</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; 1. ออกกำลังกายอยู่เสมอ ก่อนที่เราจะไปมองปัจจัยภายนอกอะไรก็ตาม สิ่งสำคัญที่สุดคือ การปรับปรุงตัวเอง ทำตัวเราเองให้ดีขึ้นเสียก่อน ซึ่งการออกกำลังกายจะช่วยให้ระบบทางเดินหายใจของเราแข็งแรง ปอดก็ไม่ต้องทำงานหนักจนเกินไป อาการเหนื่อยง่ายก็จะหายเป็นปลิดทิ้ง ซึ่งระหว่างการออกกำลังกายหัวใจเราจะเต้นแรง ทำให้หายใจเข้าออกถี่ ๆ ซึ่งนี่ก็ถือเป็นการบริหารปอดอย่างหนึ่งนั่นเอง</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;2. ออกห่างจากควันทุกชนิด ไม่ว่าจะเป็นควันจากรถ ควันจากโรงงาน ควันจากการเผาขยะ หรือควันจากอะไรก็ตาม ล้วนแล้วแต่เป็นตัวการหลักที่ทำให้สุขภาพปอดแย่ลงสุด ๆ โดยเฉพาะอย่างยิ่งควันบุหรี่ ซึ่งคนที่สูดควันบุหรี่เข้าไปจะได้รับความเสี่ยงมากกว่าตัวคนสูบเองซะอีก เพราะที่บุหรี่จะมีก้นกรองคอยกันสารต่าง ๆ แต่ควันที่เราสูดเข้าไปนี่สิ พิษทั้งนั้น เพราะฉะนั้นถ้าเห็นควันอะไรก็แล้วแต่ล่ะก็ เอาตัวออกห่างไว้เป็นดีที่สุด</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;3. หลีกเลี่ยงสารเคมี สำหรับบางคนที่ทำงานโรงงาน หรือเกี่ยวข้องกับสารเคมีโดยตรงนี่ถือว่าได้รับความเสี่ยงอยู่พอสมควรเลยนะ เพราะพวกเค้าต้องสูดกลิ่นอะไรต่อมิอะไรเข้าปอดเยอะแยะไปหมด แถมยังเป็นเวลานานอีกต่างหาก ดังนั้นอุปกรณ์สำคัญที่จะขาดไม่ได้เลยสำหรับสายงานนี้ก็คือ หน้ากากนั่นเอง เพราะพวกโรคทางเดินหายใจต่าง ๆ ก็ล้วนแล้วแต่มีสาเหตุมาจากสารเคมีพวกนี้ทั้งนั้นแหละ</p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp;4. ต้องมั่นใจว่าสิ่งที่ใช้นั้นปลอดภัย อย่างที่บอกว่าสารเคมีสามารถทำอันตรายต่อปอดของเราได้โดยตรงเพียงการสูดดมเท่านั้น เพราะฉะนั้นแล้วการที่เราต้องคลุกคลีกับสิ่งของที่มีสารเคมีเจือปนอย่างเช่น น้ำยาถูพื้น น้ำยาล้างห้องน้ำ สีทาบ้าน หรืออะไรต่าง ๆ เหล่านี้เนี่ย ล้วนเป็นอันตรายต่อปอดของเราทั้งนั้นแหละ ดังนั้นก่อนการเลือกซื้อสินค้าอะไรมาใช้เราก็ต้องดูที่มันปลอดภัยที่สุดไว้ก่อน โดยเลือกจากที่ไม่มีสารอันตราย เช่น สารอินทรีย์ระเหยง่าย แอมโมเนีย สารฟอกขาว อะไรพวกนี้เป็นส่วนประกอบ</p>', '1', NULL, NULL, NULL, NULL),
(22, '7', 'มหัศจรรย์ของปอด.jpg', 'มหัศจรรย์ของปอด', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/9.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>เมื่อคุณหายใจ คุณได้นำออกซิเจนเข้าไปเลี้ยงเซลล์ต่างๆในร่างกายเพื่อให้พวกมันยังคงทำงานได้ ขณะเดียวกันก็กำจัดคาร์บอนไดออกไซด์ที่เป็นของเสียจากเซลล์ออกไป เราทำงานที่สำคัญและซับซ้อนนี้ให้ลุล่วงได้อย่างไรโดยที่ไม่แม้แต่จะต้องไปคิดถึงมัน? เอมมา ไบรซ์ พาเราไปสำรวจดูว่าปอดทำหน้าสำคัญนี้ได้อย่างไร</p>\r\n\r\n<p>สอนโดย Emma Bryce, แอนนิเมชั่นโดย Andrew Zimbelman for The Foreign Correspondents&#39; Club.</p>\r\n\r\n<p>&nbsp;</p>', '1', 3, NULL, NULL, NULL),
(24, '7', 'ไตของคุณทำงานอย่างไร.jpg', 'ไตของคุณทำงานอย่างไร', '<p>&nbsp; &nbsp;\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/14.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>หลังจากดื่มน้ำหลายแก้วในวันที่อากาศร้อน คุณอาจจะรู้สึก....อยากเข้าห้องน้ำ เบื้องหลังความรู้สึกนี้คืออวัยวะรูปร่างเหมือนถั่วที่ทำหน้าที่เหมือนเซ็นเซอร์ภายในที่ละเอียดอ่อน เอ็มม่า ไบรซ์ เล่าอย่างละเอียดว่าไตอันอัศจรรย์รักษาสมดุลย์ของเหลวในร่างกายคุณ ตรวจจับของเสียในเลือดคุณ และรู้ว่าเมื่อไรจะปล่อยวิตะมิน เกลือแร่ และฮอร์โมนที่จำเป็นในการมีชีวิต ได้อย่างไร</p>\r\n\r\n<p>สอนโดย Emma Bryce, แอนนิเมชั่นโดย Tremendousness.</p>', '1', 1, NULL, NULL, NULL),
(26, '2', 'คู่มือการใช้งาน.jpg', 'คู่มือการใช้งาน NID', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/คู่มือการใช้งาน-NID.jpg\" style=\"width:100%\" /></p>', '1', 1, NULL, NULL, NULL),
(28, '4', 'e-learning.jpg', 'Future Skills ทักษะที่จำเป็นในโลกอนาคต', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/content_FutureSkill.jpg\" style=\"width:100%\" /><br />\r\nทักษะแบบไหนที่โลกต้องการ: จะอยู่รอดได้อย่างไรในโลกอนาคตของการทำงานที่หุ่นยนต์ AI จะเป็นใหญ่<br />\r\n&nbsp;Forbes สรุป 10 ทักษะที่ควรมีเพื่อเอาไว้สู้กับโลกการทำงานในอนาคตไว้ได้อย่างน่าสนใจ ดังนี้<br />\r\nความคิดสร้างสรรค์: การคิดสิ่งใหม่ๆ ต่อยอด-ต่อเติมจากสิ่งที่มีอยู่ ความคิดในการพัฒนาสิ่งต่างๆ คือความคิดสร้างสรรค์ทั้งนั้น และนี่คือหนึ่งในสิ่งที่หุ่นยนต์ยังตามมนุษย์ไม่ทัน<br />\r\n<br />\r\nความฉลาดทางอารมณ์: อีกสิ่งหนึ่งที่หุ่นยนต์ยังไม่มี (อย่างน้อยก็ในตอนนี้) คือ &ldquo;อารมณ์&rdquo; มนุษย์ในโลกของการทำงานในโลกอนาคตจำเป็นต้องมีความฉลาดทางอารมณ์หรือที่เรียกว่า EQ ที่สูงมาก เพราะสิ่งนี้จะทำให้มีความเห็นอกเห็นใจต่อเพื่อนมนุษย์และสามารถทำงานร่วมกันผู้อื่นได้อย่างราบรื่น<br />\r\n<br />\r\nการคิดเชิงวิพากษ์: การคิดในลักษณะนี้ถือเป็นหนึ่งในหนทางของการแก้ไขปัญหาอันซับซ้อนผ่านการใช้เหตุผลและตรรกะ ซึ่งขั้นแรกของการที่จะมีความคิดเชิงวิพากษ์ได้นั้น จำเป็นจะต้องฝึกการวิเคราะห์ข้อมูลให้ได้เสียก่อน<br />\r\n<br />\r\nทักษะในการเรียนรู้ตลอดชีวิต: รักที่จะเรียนรู้และเติบโตอย่างแข็งแกร่งคือหนึ่งในทักษะที่จำเป็นต้องมีในโลกอนาคตของการทำงาน<br />\r\n<br />\r\nทักษะในการตัดสินใจ: สิ่งที่หุ่นยนต์ทำได้ดีกว่ามนุษย์คือการจัดเก็บและประมวลผลข้อมูล ดังนั้นหน้าที่ของมนุษย์ที่จะมีความสำคัญต่อโลกอนาคตของการทำงานคือมนุษย์ที่สามารถวิเคราะห์ข้อมูลและกล้าตัดสินใจอย่างเป็นเหตุเป็นผล<br />\r\n<br />\r\nทักษะในการสื่อสารระหว่างบุคคล: การสื่อสารระหว่างมนุษย์จะกลายเป็นทักษะที่สำคัญและจำเป็น เพราะจะนำมาซึ่งการทำงานที่ดีและประสิทธิภาพ การสื่อสารที่ดีมีตั้งข้อความที่ชัดเจน น้ำเสียงที่ใช้ และท่าทางประกอบ เหล่านี้ล้วนสำคัญทั้งสิ้น<br />\r\n<br />\r\nทักษะในการเป็นผู้นำ: การแก้ปัญหาในงานของโลกอนาคตเป็นสิ่งที่ต้องทำร่วมกัน เพราะฉะนั้นใครที่มีทักษะในการนำ ไม่ว่าจะด้วยการสร้างแรงบันดาลใจ สร้างพลัง หรือช่วยนำเพื่อนร่วมงานฝ่าฝันปัญหาไปด้วยกันล้วนจำเป็นทั้งสิ้น<br />\r\n<br />\r\nความฉลาดทางวัฒนธรรมและการเคารพในความหลากหลาย: ในอนาคตของโลกแห่งการทำงานจะเกี่ยวพันกับผู้คนที่หลากหลายทั้งเชื้อชาติ, ศาสนา, ภาษา, อายุ, เพศสภาพ, ความคิดทางการเมือง ฯลฯ ดังนั้นมนุษยที่ีทักษะนี้จะเป็นที่ต้องการอย่างมาก<br />\r\n<br />\r\nทักษะด้านเทคโนโลยี: ทักษะด้านนี้แม้จะไม่ได้เชี่ยวชาญเท่ากับโปรแกรมเมอร์ แต่จำเป็นต้องเข้าใจการทำงานของระบบไอทีต่างๆ<br />\r\n<br />\r\nทักษะในการเปลี่ยนแปลง: ท่ามกลางความเปลี่ยนแปลงที่เกิดขึ้นอย่างสูงมาก รวดเร็วมาก และรุนแรงมาก ทักษะในการมองความเปลี่ยนว่าไม่ใช่อุปสรรคปัญหา แต่เป็นโอกาสในการฝ่าคลื่นแห่งความเปลี่ยนแปลงไปสู่การเติบโตและสร้างสรรค์นวัตกรรมถือเป็นทักษะที่สำคัญมาก</p>', '1', 1, NULL, NULL, NULL),
(29, '8', 'covid.jpg', 'Covid 19', NULL, '1', NULL, '3', NULL, NULL),
(31, '8', 'social-distance.jpg', 'Social distancing', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/social%20distancing.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', NULL, '3', NULL, NULL),
(33, '8', 'Agile.jpg', 'Agile', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/Agile%20&amp;%20Scrum.mp4\" width=\"100%\">&nbsp;</video>\r\n.</p>', '1', NULL, '3', NULL, NULL),
(34, '8', 'people-manager.jpg', 'People manager', '<p>\r\n<video controls=\"controls\"  preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/People%20manager.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', NULL, '3', NULL, NULL),
(36, '8', 'project-management-fandamental.jpg', 'Project management', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/Project%20management.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', NULL, '3', NULL, NULL),
(38, '8', 'sale-force.jpg', 'Sale force', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/Saleforce.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', 3, '2', NULL, NULL),
(40, '1', 'info1592903739.png', 'HAPPY HOME กู้บ้านกับ ธอส.', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200608_Content_กู้บ้าน-ธอส.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>ลิงก์สำหรับ&nbsp;หนังสือรับรองเงินเดือน / สลิปเงินเดือน<br />\r\n&gt;&gt;&gt;&nbsp;<a href=\"http://bit.ly/3hiYjuw\">bit.ly/3hiYjuw</a> &lt;&lt;&lt;<br />\r\n<br />\r\nลิงก์สำหรับเข้าเว็ปไซต์ธนาคาร ธอส.<br />\r\n&gt;&gt;&gt; <a href=\"http://cm.ghbank.co.th/SmartWelfare\">cm.ghbank.co.th/SmartWelfare</a> &lt;&lt;&lt;</p>\r\n\r\n<p>&nbsp;</p>', '1', NULL, NULL, NULL, NULL),
(42, '3', 'Cover_5วิธีสร้างความสัมพันธ์ในที่ทำงาน.jpg', '5 วิธีสร้างความสัมพันธ์ในที่ทำงาน', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/Cover_5วิธีสร้างความสัมพันธ์ในที่ทำงาน.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>การสร้างความสัมพันธ์ที่ดีเป็นหนึ่งในปัจจัยสำคัญในการทำงานเลยทีเดียว นอกเหนือจากการทำงานอย่างตั้งใจแล้ว<br />\r\nสิ่งนี้ก็สามารถส่งผลต่อความสำเร็จในอาชีพการทำงานของคุณได้เช่นกัน เพราะหากเราสร้างสัมพันธ์ที่ดีกับเพื่อนร่วมงาน<br />\r\nพวกเขาจะมีคำแนะนำต่างๆ ทำให้เราไม่รู้สึกกังวลและทำงานได้อย่างสบายใจ 😌😇</p>\r\n\r\n<p>มีหลายวิธีที่เราสามารถสร้างสัมพันธ์และมิตรภาพที่ดีกับผู้อื่นได้ วันนี้แอดมินมีคำแนะนำดีๆมาฝากกันค่ะ 💡😉</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/5วิธีสร้างความสัมพันธ์ในที่ทำงาน_1.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/5วิธีสร้างความสัมพันธ์ในที่ทำงาน_2.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/5วิธีสร้างความสัมพันธ์ในที่ทำงาน_3.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/5วิธีสร้างความสัมพันธ์ในที่ทำงาน_4.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/5วิธีสร้างความสัมพันธ์ในที่ทำงาน_5.jpg\" style=\"width:100%\" /></p>', '1', 1, NULL, NULL, NULL),
(43, '2', '20200608_Cover_ISO.jpg', 'มาทำความรู้จัก ISO14001:2015 กันเถอะ', '<p>มาทำความรู้จัก ISO14001:2015 กันเถอะ &nbsp;<br />\r\nISO14001:2015 คืออะไร มีประโยชน์อย่างไร&nbsp;มาร่วมหาคำตอบด้วยกันครับ</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200608_Cotent_ISO.jpg\" style=\"width:100%\" /></p>', '1', NULL, NULL, NULL, NULL),
(44, '2', '20200608_Cover_5วิธีผ่อนคลายความเครียด.jpg', '5 วิธีผ่อนคลายความเครียดหลังเลิกงาน', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200608_Cover_5วิธีผ่อนคลายความเครียด-1.jpg\" style=\"width:100%\" /><br />\r\nหลายคนที่ต้องเจอกับความเครียดจากงาน ฝ่ากับฝุ่นควัน และมลพิษต่างๆมากมายมาทั้งวัน 😪😪😪<br />\r\nเพราะฉะนั้นเราควรใช้เวลาหลังเลิกงานมาผ่อนคลายความเครียดกันดีกว่า&nbsp;<br />\r\nวันนี้แอดมินมีวิธีผ่อนคลายร่างกายง่ายๆมาฝากกันค่ะ 👍</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200608_Content_5วิธีผ่อนคลายความเครียด_1.jpg\" style=\"width:100%\" />1.การหางานอดิเรกทำจะช่วยให้คุณลืมความเครียดไปได้ เช่น วาดภาพ ดูหนังออนไลน์ และถ้าเป็นกิจกรรมที่คุณชอบเป็นพิเศษ&nbsp;<br />\r\nคุณก็จะยิ่งเพลิดเพลินไปกับมันอย่างแน่นอน 💛💛💛</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200608_Content_5วิธีผ่อนคลายความเครียด_2.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>2.บางคนอาจใช้ธรรมมะเข้าช่วยเช่นนั่งสมาธิหรือฟังธรรม นอกจากจะทำให้หายเครียดแล้ว<br />\r\nยังช่วยให้จิตใจของคุณสงบและปล่อยวางได้มากขึ้นด้วยค่ะ 😌😌😌บางคนอาจใช้ธรรมมะเข้าช่วยเช่นนั่งสมาธิหรือฟังธรรม นอกจากจะทำให้หายเครียดแล้ว<br />\r\nยังช่วยให้จิตใจของคุณสงบและปล่อยวางได้มากขึ้นด้วยค่ะ 😌😌😌</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200608_Content_5วิธีผ่อนคลายความเครียด_3.jpg\" style=\"height:100px; width:100%\" /></p>\r\n\r\n<p>3.การฟังเพลงก็เป็นอีกหนึ่งข้อที่จะทำให้คุณเพลิดเพลินจนลืมความหนักใจไปได้ชั่วขณะ<br />\r\nหากฟังเพลงที่ชอบ คุณอาจจะลองฮัมเพลงหรือเต้นตามจังหวะก็จะยิ่งช่วยให้คุณรู้สึกสนุกสนาน<br />\r\nมากยิ่งขึ้นเลยทีเดียว 🎧🎼😌</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200608_Content_5วิธีผ่อนคลายความเครียด_4.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>4.วิธีสุดท้ายที่แอดมินขอนำเสนอ คือการแช่น้ำอุ่นนั่นเอง เพราะคุณจะรู้สึกผ่อนคลายแบบสุดๆ<br />\r\nแต่ควรจะแช่แค่ 15 นาทีเท่านั้น แค่ให้ผิวและกล้ามเนื้อได้รู้สึกผ่อนคลายลง</p>', '1', NULL, NULL, NULL, NULL),
(45, '2', '20200608_Covid_5คาถาโควิท-1.jpg', '5 คาถากันภัยทางการเงิน แคล้วคลาดสู้วิกฤติ โควิด-19', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200608_Content_5คาถาโควิท.jpg\" style=\"width:100%\" /></p>', '1', NULL, NULL, NULL, NULL),
(46, '2', '20200609_Cover_SSF-RMF.jpg', 'SSF และ RMF ใหม่! เป็นอย่างไร', '<p>กองทุน SSF คืออะไร และ กองทุน RMF จะเปลี่ยนไปอย่างไร &nbsp;<br />\r\nหรือรู้ไม่กองทุน LTF ซื้อได้ปีนี้เป็นปีสุดท้าย โดยในปี 2563<br />\r\nจะมีกองทุน SSF เข้ามาแทนที่ นอกจากนี้กองทุน RMF<br />\r\nจะมีการเปลี่ยนเงื่อนไขบางประการ ศึกษารายละเอียดเพิ่มเติมได้จากภาพนี้เลยครับ</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_SSF-RMF.jpg\" style=\"width:100%\" /></p>', '1', NULL, NULL, NULL, NULL),
(47, '2', '20200609_Cover_Covid-stand.jpg', 'การแพร่ระบาดของโควิด-19 (9 มิ.ย. 63)', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content-stand.jpg\" style=\"width:100%\" /><br />\r\n<br />\r\nวันนี้ (9 มิถุนายน) การแพร่ระบาดของโควิด-19 ผ่านมานานแล้วกว่า 5 เดือน ยอดผู้ป่วยโควิด-19 ทั่วโลกยังเพิ่มสูงขึ้นอย่างต่อเนื่องแตะ 7.1 ล้านรายแล้ว รักษาหายกว่า 3.5 ล้านราย หรือคิดเป็นเกือบครึ่งหนึ่งของผู้ติดเชื้อทั้งหมด เสียชีวิตแล้วกว่า 4 แสนราย อัตราการเสียชีวิตอยู่ที่ 5.68% โดยทั่วโลกติดเชื้อเพิ่มเกินวันละ 1 แสนราย ติดต่อกันนาน 13 วันแล้ว ตั้งแต่วันที่ 27 พฤษภาคมที่ผ่านมา</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ล่าสุดพบผู้ติดเชื้อไวรัสสายพันธ์ุใหม่แล้วอย่างน้อยใน 181 ประเทศ ซึ่งชาติที่พบผู้ติดเชื้อมากที่สุด 5 อันดับแรกคือ สหรัฐอเมริกา (2,026,425 ราย) บราซิล (710,887 ราย) โดยทั้งสองประเทศยังคงติดเชื้อเพิ่มราว 1.9 หมื่นรายในวันเดียว ตามมาด้วยรัสเซีย (476,658 ราย) สเปน (288,797 ราย) และสหราชอาณาจักร (287,399 ราย)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>โดยยอดผู้ติดเชื้อในสหรัฐฯ แตะ 2 ล้านรายแล้ว รักษาหาย 7.7 แสนราย เสียชีวิตแล้ว 113,055 ราย หลังสาธารณสุขตรวจหาเชื้อไปแล้วกว่า 21 ล้านตัวอย่าง รัฐนิวยอร์กยังคงเป็นรัฐที่พบผู้ติดโควิด-19 มากที่สุดในสหรัฐฯ เกือบ 4 แสนรายแล้ว (399,892 ราย) ตามมาด้วยรัฐนิวเจอร์ซีย์ (166,917 ราย) รัฐแคลิฟอร์เนีย (133,982 ราย) รัฐอิลลินอยส์ (128,415 ราย) และรัฐแมสซาชูเซตส์ (103,626 ราย)&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ทางการสหรัฐฯ ได้ประกาศยกเลิกข้อจำกัดทางด้านการเดินทางใน 5 ประเทศ ไม่ว่าจะเป็นบาห์เรน เบลเยียม เยอรมนี ญี่ปุ่น และสหราชอาณาจักร รวมถึง 39 รัฐในประเทศ เช่น รัฐฮาวาย รัฐนิวยอร์ก รัฐเท็กซัส โดยรัฐแคลิฟอร์เนียและรัฐนิวเจอร์ซีย์เป็นเพียง 2 ใน 5 รัฐที่พบผู้ติดเชื้อมากที่สุดของสหรัฐฯ และยังมีข้อจำกัดทางการเดินทางในช่วงที่โควิด-19 แพร่ระบาดอยู่ในขณะนี้</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ภาพ: Noam Galai / Getty Images</p>\r\n\r\n<p>พิสูจน์อักษร: พรนภัส ชำนาญค้า</p>\r\n\r\n<p>อ้างอิง:</p>\r\n\r\n<p>https://edition.cnn.com/world/live-news/coronavirus-pandemic-06-08-20-intl/index.html<br />\r\nhttps://www.worldometers.info/coronavirus/<br />\r\nhttps://www.aljazeera.com/news/2020/06/jakarta-opens-indonesia-battles-coronavirus-live-updates-200607235344888.html</p>', '1', NULL, NULL, NULL, NULL),
(48, '4', 'info1592903709.png', 'Facebook รีแบรนด์วอลเล็ตใช้กับลิบราเป็น ‘Novi’ ย้ำเป้าหมาย โอนรับเงินง่ายเหมือนแชตหากันยังไม่เปลี่ยน', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/Cover_Novi.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>Facebook รีแบรนด์วอลเล็ตใช้กับลิบราเป็น &lsquo;Novi&rsquo; ย้ำเป้าหมาย โอนรับเงินง่ายเหมือนแชตหากันยังไม่เปลี่ยน<br />\r\n&nbsp;</p>\r\n\r\n<p>หลังจากเมื่อปีที่แล้ว เฟซบุ๊ก (Facebook) ได้เขย่าโลกการเงินด้วยการเปิดตัวโครงการเงินดิจิทัล &lsquo;ลิบรา (Libra)&rsquo; และกระเป๋าสตางค์ออนไลน์หรือดิจิทัล วอลเล็ต ที่จะใช้กับเงินสกุลดังกล่าวอย่าง &lsquo;คาลิบรา&rsquo; (Calibra) อุปสรรคต่างๆ ก็ดูจะถาโถมวิ่งเข้าชนพวกเขาอยู่พอสมควร ตั้งแต่การประกาศถอยทัพของพาร์ตเนอร์จำนวนมากในโครงการ ไปจนถึงการที่หลายประเทศทั่วโลกลุกฮือขึ้นมาตั้งคำถามถึงการเกิดขึ้นของลิบรา</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>อย่างไรก็ดี แม้จะยังไม่ได้ฤกษ์เปิดตัวอย่างเป็นทางการเสียที แต่ล่าสุดเฟซบุ๊กก็ได้ทำการรีแบรนด์คาลิบราใหม่แล้ว โดยเปลี่ยนชื่อเป็น &lsquo;โนวี&rsquo; (Novi) มาจากคำในภาษาละติน &lsquo;novus&rsquo; ซึ่งมีความหมายว่า New Way หรือวิธีการส่ง-รับเงินรูปแบบใหม่ โดยโลโก้โนวียังมีสัญลักษณ์สกุลเงินลิบราอยู่ภายในด้วย เพื่อสื่อถึงความมุ่งมั่นของเฟซบุ๊กที่จะปฏิบัติงานร่วมกับสมาคมลิบราอย่างจริงจัง</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>เดวิด มาร์คัส หัวหน้าทีมพัฒนาโนวี กล่าวว่า ถึงแม้เฟซบุ๊กจะดำเนินการเปลี่ยนชื่อใหม่จากคาลิบราเป็นโนวี แต่พวกเขาก็ไม่ได้เปลี่ยนแผนการและความมุ่งมั่นในระยะยาว ที่จะช่วยให้การโอน-รับเงินระหว่างบุคคลกลายเป็นเรื่องที่ง่ายเหมือนการพิมพ์แชตหากันแต่อย่างใด</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&ldquo;เราไม่ได้เปลี่ยนแปลงความมุ่งมั่นในระยะยาวของเราที่จะช่วยให้ผู้คนทั่วโลกเข้าถึงบริการทางด้านการเงินได้อย่างง่ายดาย สะดวกสบาย ไม่ว่าจะการส่งเงินกลับไปหาสมาชิกครอบครัวของคุณที่อยู่แดนไกล หรือการรับโอนเงินจากเพื่อนๆ ไม่ว่าคุณจะอยู่ที่ไหน วอลเล็ตโนวีจะช่วยให้การเงินเป็นเรื่องที่ง่ายขึ้นสำหรับคนทุกคน</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&ldquo;การโอนเงินให้กันและกันจะง่ายเหมือนกับการส่งข้อความถึงกัน คุณสามารถใช้แอปฯ ของโนวีได้แบบทั้ง stand-alone app (แอปพลิเคชันของตัวเอง) หรือใช้ใน Facebook Messenger และ WhatsApp โดยไม่มีการเก็บค่าธรรมเนียมเพิ่มเติมในการทำธุรกรรมใดๆ ก็ตาม นอกจากนี้ผู้ใช้งานโนวีทุกคนจะต้องลงทะเบียนยืนยันตัวตนผ่านเอกสารที่รัฐฯ เป็นผู้ออกให้ และเรายังได้ติดตั้งระบบป้องกันการฉ้อโกงในแอปฯ โดยตรง โดยที่ผู้ใช้งานทุกรายสามารถติดต่อกับทีมงานของเราได้ตลอด 24 ชั่วโมง 7 วัน ในกรณีที่ต้องการความช่วยเหลือ&rdquo;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>สำหรับแผนการต่อจากนี้ เดวิด มาร์คัส และเฟซบุ๊กตั้งเป้าว่าจะให้บริการโนวีเวอร์ชันแรกในช่วงที่โครงข่ายของลิบรามีความพร้อมแล้ว โดยจะเริ่มให้บริการเฉพาะในบางประเทศเท่านั้นในระยะแรกๆ</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>พิสูจน์อักษร: พรนภัส ชำนาญค้า</p>\r\n\r\n<p>อ้างอิง:</p>\r\n\r\n<p>https://about.fb.com/news/2020/05/welcome-to-novi/<br />\r\nhttps://www.theverge.com/2020/5/26/21270437/facebook-calibra-novi-rename-digital-wallet<br />\r\nhttps://techcrunch.com/2020/05/26/facebook-rebrands-libra-wallet-service-calibra-to-novi/</p>', '1', 1, NULL, NULL, NULL),
(49, '4', '97294587_2925772154175084_8582840933819613184_n.png', 'Facebook เปิดตัว Facebook Shops สร้างร้านค้าออนไลน์ทั้งในอินสตราแกรมและเฟซบุ๊ก', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Cover_Facebook Shops.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_Facebook Shops.jpg\" style=\"width:100%\" /><br />\r\nสำหรับประเทศไทยหรือประเทศอื่นๆ ในแถบอาเซียนด้วยกัน ประเด็นการซื้อสินค้าผ่านช่องทางโซเชียลมีเดียหรือท่ีเรียกรวมๆ ว่า &lsquo;โซเชียล คอมเมิร์ซ (Social Commerce)&rsquo; อาจจะไม่ใช่เรื่องที่ใหม่เลยซะทีเดียว แต่สำหรับคนส่วนใหญ่และสังคมผู้ใช้งานแพลตฟอร์มเฟซบุ๊ก (Facebook) ทั่วโลก ประเด็นดังกล่าวนับเป็นเรื่องที่น่าสนใจไม่น้อย</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ล่าสุดเมื่อวันอังคารที่ 19 พฤษภาคมที่ผ่านมาตามเวลาท้องถิ่น เฟซบุ๊กได้ประกาศเปิดตัว &lsquo;Facebook Shops&rsquo; เครื่องมือที่จะช่วยให้ผู้ประกอบการธุรกิจ SMEs สามารถเปลี่ยนหน้าเพจหรือแอ็กเคานต์ของตัวเองทั้งในเฟซบุ๊กและอินสตาแกรม (Instagram Shops) ให้กลายเป็นสโตร์หน้าร้านขายสินค้าได้แบบฟรีๆ ง่ายดาย เพื่อเพิ่มยอดขายในช่วงที่โควิด-19 ระบาด</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>โดยเจ้าของร้านสามารถเลือกสินค้าที่ต้องการวางขายในแคตตาล็อก ตกแต่งด้วยสีสัน ธีม และภาพปกคัฟเวอร์ที่แตกต่างออกไป เพื่อให้ลูกค้าและผู้บริโภคสามารถเข้าถึงสินค้าในหน้าร้านของ Facebook Shops แบรนด์นั้นๆ ได้ผ่านทั้งเพจเฟซบุ๊กและหน้าโปรไฟล์อินสตาแกรม&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>และเมื่อผู้ซื้อมีข้อสงสัยต้องการสอบถามข้อมูลรายละเอียดสินค้า หรือติดตามสถานะการจัดส่งสินค้าก็สามารถทำได้ทันทีผ่านแอปฯ ในตระกูลครอบครัวของเฟซบุ๊ก เช่น WhatsApp, Messenger หรือ Instagram Direct (บนอินสตาแกรม) เป็นต้น ซึ่งในอนาคตทางเฟซบุ๊กบอกว่า พวกเขาจะพัฒนาให้ช่องทางการแชตเหล่านั้นเป็นช่องทางที่สามารถซื้อสินค้าบน Facebook Shops ได้อีกต่างหาก</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>นอกจากนี้ในอนาคต เฟซบุ๊กประกาศไว้แล้วว่าจะพัฒนา Facebook Shops เพื่อเพิ่มฟีเจอร์ไลฟ์สดขายสินค้า และฟีเจอร์ Loyalty Programs เช่น การสะสมพอยต์หรือคะแนนสำหรับลูกค้าเพิ่มขึ้นมาให้อีกด้วย&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ทั้งนี้ เฟซบุ๊กได้เริ่มเปิดตัว Facebook Shops แล้วตั้งแต่วันนี้เป็นต้นไป ซึ่งคาดว่าน่าจะเริ่มจากตลาดในสหรัฐฯ เป็นอันดับแรก ก่อนจะขยายให้ผู้ใช้งานในประเทศอื่นๆ สามารถเริ่มอัปเดต และใช้งานได้ในอีกไม่กี่เดือนต่อจากนี้</p>', '1', 1, NULL, NULL, NULL),
(50, '3', '20200609_Cover_ฉันในอดีตVS.ฉันในอนาคต.jpg', 'ฉันในอดีต VS. ฉันในอนาคต', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_ฉันในอดีตVS.ฉันในอนาคต.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>ฉันในอดีต VS. ฉันในอนาคต คนเดิมที่เปลี่ยนไป และภาพลวงตาที่เรียกว่า &lsquo;End-of-history illusion&rsquo;</p>\r\n\r\n<p>คุณคิดว่าในอีกสิบปีข้างหน้าคุณจะยังชอบฟังเพลงที่ชอบในวันนี้อยู่ไหม หรือยังจะสนิทกับเพื่อนที่สนิทมากในวันนี้หรือไม่ แล้วจะยังเป็นคนที่มีทัศนคติเสรีนิยม (Liberal) หรืออนุรักษนิยม (Conservative) อย่างที่เป็นอยู่ในวันนี้หรือเปล่า<br />\r\nไม่ว่าจะมีอายุเท่าไรก็ตาม เรามักจะมองเวอร์ชันของตัวเองในวันนี้ว่าเป็นเวอร์ชันที่เสร็จสมบูรณ์แล้ว พูดง่ายๆ ก็คือคนส่วนใหญ่มักจะคิดกันว่าตัวเราเองในวันข้างหน้าจะมีความชอบ ความเกลียด และทัศนคติต่างๆ นานาที่คล้ายคลึงกันกับตัวเราในวันนี้มาก และส่วนใหญ่ไม่คิดว่าเราจะเปลี่ยน หรือถึงจะเปลี่ยนก็คงจะไม่เปลี่ยนไปมากเท่าไรนัก<br />\r\nแต่คุณทราบไหมครับว่าความรู้สึกที่ผมกล่าวถึงนี้ล้วนแล้วแต่เป็น &lsquo;ภาพลวงตา&rsquo; หรือ Illusion ทั้งนั้น เราเรียก Illusion นี้ว่า End-of-history illusion หรือความเข้าใจผิดที่เรามีเกี่ยวกับตัวเราเองในวันนี้ ตัวเราเองในอดีต และตัวเราเองในอนาคต</p>\r\n\r\n<p>--------------------------<br />\r\n<br />\r\n&nbsp;</p>\r\n\r\n<p>เมื่อประมาณ 30 กว่าปีที่แล้ว คุณพ่อคุณแม่ผมซื้อเครื่องเล่นเกมซูเปอร์แฟมิคอมให้ผมเล่น จำได้ว่าผมดีใจมาก และไม่เคยคิดเลยว่ามันจะมีอะไรที่สุดยอดไปมากกว่านี้อีกแล้ว&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>พอมาถึงวันนี้ที่ผมมี PlayStation 4 ผมก็รู้สึกว่า โอ้โห เทคโนโลยีของเกมนี้มันพัฒนามามากจากยุคของซูเปอร์แฟมิคอม และมันก็คงจะไม่มีอะไรที่สุดยอดไปมากกว่า PlayStation 4 อีกแล้ว (จนกระทั่งผมได้ข่าวว่ามันจะมี PlayStation 5 ออกมาในอีกไม่ช้า)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ทำไมวันนั้นผมถึงรู้สึกว่าเทคโนโลยีในสมัยนั้นดีที่สุดและคงจะไม่มีอะไรที่ดีไปกว่านี้อีกแล้ว แต่พอมาวันนี้ผมกลับพบว่าเทคโนโลยีในวันนี้มันก้าวหน้ากว่าสมัยก่อนเยอะ แต่ก็ยังมีความรู้สึกว่าเทคโนโลยีในวันข้างหน้าก็คงจะไม่ได้แตกต่างจากเทคโนโลยีในวันนี้สักเท่าไร</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ทัศนคติที่ผมมีต่อการพัฒนาของเทคโนโลยีก็ไม่ได้แตกต่างจากประสบการณ์ความชอบของผมตามช่วงอายุสักเท่าไรนัก ผมยังพอจำได้ว่าตอนผมยังเด็ก ผมชอบดูการ์ตูนที่ช่อง 9 นำมาออกอากาศตอนเช้าวันเสาร์มาก จำได้เลยว่าผมเคยพูดกับตัวเองว่า ไม่ว่าจะอายุสักเท่าไร ผมก็จะยังชอบดูการ์ตูนพวกนี้ไปเรื่อยๆ ไม่มีการเปลี่ยนแปลง แต่พอมาถึงวันนี้ วันที่พบว่าตัวเองอยู่ในวัยกลางคนเป็นที่เรียบร้อย ผมกลับรู้สึกว่าความชอบการดูการ์ตูนในวันที่ยังเด็กได้ลดหายไปกลายเป็นศูนย์ มันเป็นไปได้อย่างไรกัน &nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>End-of-history illusion</p>\r\n\r\n<p>คุณคิดว่าในอีกสิบปีข้างหน้าคุณจะยังชอบฟังเพลงที่ชอบในวันนี้อยู่ไหม หรือยังจะสนิทกับเพื่อนที่สนิทมากในวันนี้หรือไม่ แล้วจะยังเป็นคนที่มีทัศนคติเสรีนิยม (Liberal) หรืออนุรักษนิยม (Conservative) อย่างที่เป็นอยู่ในวันนี้หรือเปล่า</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ผมเชื่อว่าคนเราส่วนใหญ่ไม่ว่าจะมีอายุเท่าไรก็ตาม เรามักจะมองเวอร์ชันของตัวเองในวันนี้ว่าเป็นเวอร์ชันที่เสร็จสมบูรณ์แล้ว พูดง่ายๆ ก็คือคนส่วนใหญ่มักจะคิดกันว่าตัวเราเองในวันข้างหน้าจะมีความชอบ ความเกลียด และทัศนคติต่างๆ นานาที่คล้ายคลึงกันกับตัวเราในวันนี้มาก และส่วนใหญ่ไม่คิดว่าเราจะเปลี่ยน หรือถึงจะเปลี่ยนก็คงจะไม่เปลี่ยนไปมากเท่าไรนัก</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>แต่เวลาที่เรามองย้อนกลับไปดูตัวเองในอดีต เรามักจะมองเห็นความเปลี่ยนแปลงในตัวเองเป็นอย่างมาก จากที่ตอนเด็กๆ เคยชอบดูการ์ตูน เดี๋ยวนี้อาจจะไม่ดูแล้ว หรือจากที่เคยชอบกินอาหารเกาหลีที่สุด มาวันนี้อาจจะไม่ค่อยชอบเท่าไร พูดง่ายๆ ก็คือคนเราส่วนใหญ่มักจะรู้สึกว่าตัวเราในปัจจุบันนั้นช่างแตกต่างจากตัวเราในอดีตมากมาย</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>แต่คุณทราบไหมครับว่าความรู้สึกที่ผมกล่าวถึงนี้ล้วนแล้วแต่เป็น &lsquo;ภาพลวงตา&rsquo; หรือ Illusion ทั้งนั้น</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>เราเรียก Illusion นี้ว่า End-of-history illusion หรือความเข้าใจผิดที่เรามีเกี่ยวกับตัวเราเองในวันนี้ ตัวเราเองในอดีต และตัวเราเองในอนาคต</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>จากงานวิจัยของ จอดี คอร์แบค แดน กิลเบอร์ต และทิม วิลสัน นักจิตวิทยาอเมริกัน 3 คนพบว่า</p>\r\n\r\n<p>คนอายุ 20 มักคิดว่าเขาจะยังชอบอาหารที่เขาชอบกินในอีกสิบปีข้างหน้า แต่คนที่อายุ 30 มักจะบอกว่าพวกเขาไม่ได้ชอบอาหารที่พวกเขาเคยชอบตอนพวกเขาอายุ 20<br />\r\nคนอายุ 30 มักคิดว่าพวกเขาจะยังคบกับเพื่อนที่เขาสนิทด้วยตอนเขาอายุ 40 แต่คนที่อายุ 40 มักจะบอกว่าเขาไม่ได้สนิทกับเพื่อนที่เขาเคยสนิทด้วยเมื่อตอนที่เขาอายุ 30<br />\r\nส่วนคนอายุ 40 มักคิดว่าเขาจะยังมีความเชื่อในหลายๆ เรื่องเหมือนเดิมอยู่ในตอนอายุ 50 แต่คนที่อายุ 50 มักจะบอกว่ามีหลายสิ่งหลายอย่างที่เขาไม่ได้เชื่อเหมือนตอนที่เขาเคยเชื่อตอนอายุ 40 เป็นต้น<br />\r\n&nbsp;</p>\r\n\r\n<p>สรุปก็คือคนเราส่วนใหญ่ในทุกช่วงชีวิตนั้นมักจะมีความเชื่อที่ผิดๆ ว่าความเปลี่ยนแปลงส่วนใหญ่ได้เกิดขึ้นกับตัวเราไปแล้วในอดีต ส่วนอนาคตนั้นคงจะไม่ค่อยเกิดการเปลี่ยนแปลงเท่าไรนัก และถึงแม้ว่าการเปลี่ยนแปลงในอนาคตจะลดลงไปตามอายุก็จริง แต่คนเราส่วนใหญ่ก็ยังคาดการณ์การเปลี่ยนแปลงในอนาคตต่ำกว่าความเปลี่ยนแปลงที่เกิดขึ้นจริงๆ ทั้งนั้น</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>และด้วยเหตุผลนี้นี่เองที่ทำให้คนเรามักจะลงทุนกับอนาคตโดยใช้พื้นฐานความชอบหรือความเชื่อที่มาจากปัจจุบันมากจนเกินไป</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>คล้ายๆ กับที่คนเรามักจะไม่สามารถจินตนาการได้ว่าเทคโนโลยีในอนาคต เช่น iPhone หรืออินเทอร์เน็ต มันจะแตกต่างจากเทคโนโลยีในวันนี้มากนัก (ทั้งๆ ที่เมื่อ 20 ปีที่แล้ว ส่วนใหญ่ไม่สามารถจินตนาการโลกของโซเชียลมีเดียที่เรามีในปัจจุบันได้เลยด้วยซ้ำ)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>อ่านเพิ่มเติม:</p>\r\n\r\n<p>Quoidbach, J., Gilbert, D.T. and Wilson, T.D., 20</p>\r\n\r\n<p>&nbsp;</p>', '1', NULL, NULL, NULL, NULL),
(51, '2', '20200609_Cover_ต่อใบขับขี่.jpg', 'วิธีอบรมต่ออายุใบขับขี่รถยนต์', '<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Banner_ต่อใบขับขี่.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>หลังจากที่กรมการขนส่งทางบ ได้เปิดให้ประชาชนสามารถ อบรมต่ออายุใบอนุญาตรถยนต์แบบออนไลน์ได้ เนื่องด้วยสถานการณ์ในปัจจุบันของ โควิด-19 ทำให้กรมการขนส่งทางบกได้ออกมาตรการป้องกันการแพร่กระจายของโรคนี้ โดยวันนี้เราจะมาสอน&nbsp;<strong>วิธีอบรมต่อใบขับขี่รถยนต์แบบออนไลน์</strong> โดยท่านสามารถอบรมต่ออายุใบอนุญาตขับรถได้แล้ววันนี้เป็นต้นไปรายละเอียดมีดังนี้<br />\r\n<br />\r\n<img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_ต่อใบขับขี่-1.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>เมื่อกดที่ปุ่ม&nbsp;<strong>ลงทะเบียนเข้ารับการอบรม </strong>จะมีขั้นตอนการอบรมปรากฎมาโดยมุมด้านขวา <strong>ให้เราทำการเลื่อกลงมาด้านล่าง</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_ต่อใบขับขี่-2.jpg\" style=\"width:100%\" /></strong></p>\r\n\r\n<p>เมื่อกดที่ปุ่ม&nbsp;<strong>ลงทะเบียนเข้ารับการอบรม </strong>จะมีขั้นตอนการอบรมปรากฎมาโดยมุมด้านขวา <strong>ให้เราทำการเลื่อกลงมาด้านล่าง</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_ต่อใบขับขี่-3.jpg\" style=\"width:100%\" /></strong></p>\r\n\r\n<p>เมื่อเราเลื่อนลงมาจากปรากฏช่อง กรอกรายละเอียดของท่านดังรูป เมื่อกรอกครบแล้ว ให้ไปคลิกที่ปุ่ม <strong>ขั้นตอนต่อไป</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_ต่อใบขับขี่-4.jpg\" style=\"width:100%\" /></strong></p>\r\n\r\n<p>ขั้นตอนนี้จะเป็นการชมวิดีโอการอบรมประมาณ1ชั่วโมง<strong> พร้อมตอบแบบทดสอบ 3 ข้อในระหว่างชม</strong>&nbsp; รับชมวิดีโอจนกว่าจะจบ</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_ต่อใบขับขี่-5.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>เมื่อรับชมวิดีโอจนจบ ภาพจะปรากฏช่อง กรอกข้อมูล ดังรูป ให้ทำการคลิกปุ่ม <strong>กรอกข้อมูล</strong> (หากไม่ปรากฏปุ่มกรอกข้อมูลให้ท่านลองกดรีเฟรชดู1ครั้ง)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_ต่อใบขับขี่-6.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>จากรูปให้ท่าน กรอกข้อมูลของท่านอีกครั้งตามรูป จากนั้นกดปุ่ม เสร็จสิ้นการอบรม (กรณีที่ท่านกรอกไม่ผ่านแสดงว่าท่านทำแบบทดสอบ 3 ข้อไม่ครบ)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_ต่อใบขับขี่-1.jpg\" style=\"width:100%\" /></p>\r\n\r\n<p>เมื่อกดปุ่ม เสร็จสิ้นการอบรม แล้วท่านจะมาที่หน้าแรกอีกครั้ง ให้ท่านไปกดที่ปุ่ม <strong>ตรวจสอบสถานะการอบรมออนไลน์</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_ต่อใบขับขี่-7.jpg\" style=\"width:100%\" /></strong></p>\r\n\r\n<p>จากนั้นให้ท่าน กรอกข้อมูลของท่านอีกครั้งตามรูป จากนั้นกดปุ่ม <strong>ตรวจสอบสถานะ</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong><img alt=\"\" src=\"http://18.140.109.247/nidapi/imgnew/20200609_Content_ต่อใบขับขี่-8.jpg\" style=\"width:100%\" /></strong></p>\r\n\r\n<p>หลังจากกดปุ่ม&nbsp;ตรวจสอบสถานะ หากท่าน <strong>ผ่านการอบรม&nbsp;</strong>จะปรากฏรูปตามคตัวอย่างนี้ท่านสามารถนำข้อมูลนี้ไปแจ้งเจ้าหน้าที่ กรมขนส่ง ใกล้บ้านได้ทันที</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>เรื่องที่ควรทราบ</strong></p>\r\n\r\n<p>กระบวนงานการต่ออายุใบอนุญาตขับรถตามกฎหมายว่าด้วยรถยนต์ และใบอนุญาตเป็นผู้ขับรถตามกฎหมายว่าด้วยการขนส่งทางบก ที่ได้อบรมผ่านระบบ e-Learning ทางเว็บไซต์ <a href=\"https://www.dlt-elearning.com/\">www.dlt-elearning.com</a> ของกรมการขนส่งทางบก</p>\r\n\r\n<p>(1) การต่ออายุใบอนุญาตขับรถส่วนบุคคล (5 ปี ต่อเป็น 5 ปี) รถสาธารณะ (ตามกฎหมายว่าด้วยรถยนต์) และใบอนุญาตเป็นผู้ขับรถ (ตามกฎหมายว่าด้วยการขนส่งทางบก) ล่วงหน้า 90 วัน หรือ สิ้นอายุไม่เกิน 1 ปี อบรมผ่านระบบ e-Learning<br />\r\n(2) การต่ออายุใบอนุญาตขับรถ ตามกฎหมายว่าด้วยรถยนต์ ที่สิ้นอายุตั้งแต่วันที่ 30 มีนาคม 2562 ได้รับสิทธิขยายเวลาช่วงงดให้บริการ อบรมผ่านระบบ e-Learning ได้รับการยกเว้นทดสอบข้อเขียน<br />\r\n(3) การต่ออายุใบอนุญาตเป็นผู้ขับรถ ตามกฎหมายว่าด้วยการขนส่งทางบก ที่สิ้นอายุตั้งแต่วันที่ 30 มีนาคม 2560 ได้รับสิทธิขยายเวลาช่วงงดให้บริการ อบรมผ่านระบบ e-Learning ได้รับการยกเว้นทดสอบขับรถ</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>อย่าลืมไปทดสอบสมรรถภาพของร่างกาย</h3>\r\n\r\n<p>โดยผู้อบรมออนไลน์เมื่ออบรมผ่าน ท่านจะต้องเข้ารับการทดสอบสมรรถภาพของร่างกายที่กรมขนส่งด้วย จากนั้นเมื่อท่านผ่านการทดสอบสมรรถภาพของร่างกาย ทางกรมขนส่งจะทำการออกใบอนุญาตขับรถได้ภายในระยะเวลา 90 วัน นับแต่วันที่ผ่านการอบรม</p>', '1', NULL, NULL, NULL, NULL),
(52, '8', '4-เคล็ดลับความสำเร็จของ-Amazon-ที่ทำให้เจฟฟ์-เบโซส์-รวยที่สุดในโลก.jpg', '4 เคล็ดลับความสำเร็จของ Amazon ที่ทำให้เจฟฟ์ เบโซส์ รวยที่สุดในโลก', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/4%20%E0%B9%80%E0%B8%84%E0%B8%A5%E0%B9%87%E0%B8%94%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B8%AA%E0%B8%B3%E0%B9%80%E0%B8%A3%E0%B9%87%E0%B8%88%E0%B8%82%E0%B8%AD%E0%B8%87%20Amazon%20%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%97%E0%B8%B3%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%88%E0%B8%9F%E0%B8%9F%E0%B9%8C%20%E0%B9%80%E0%B8%9A%E0%B9%82%E0%B8%8B%E0%B8%AA%E0%B9%8C%20%E0%B8%A3%E0%B8%A7%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%81.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', NULL, NULL, NULL, NULL),
(53, '8', '5-ข้อคิดในการใช้ชีวิตที่คุณครูแจ็ค-หม่า-อยากสอนนักเรียนมากที่สุด.jpg', '5 ข้อคิดในการใช้ชีวิตที่คุณครูแจ็ค หม่า อยากสอนนักเรียนมากที่สุด.mp4', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/5%20%E0%B8%82%E0%B9%89%E0%B8%AD%E0%B8%84%E0%B8%B4%E0%B8%94%E0%B9%83%E0%B8%99%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%83%E0%B8%8A%E0%B9%89%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%84%E0%B8%A3%E0%B8%B9%E0%B9%81%E0%B8%88%E0%B9%87%E0%B8%84%20%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%B2%20%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B8%AA%E0%B8%AD%E0%B8%99%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%A1%E0%B8%B2%E0%B8%81%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', NULL, NULL, NULL, NULL),
(54, '8', '6-วิธีบริหารเวลาของบารัค-โอบามา-มนุษย์ที่เคยยุ่งที่สุดในโลก.jpg', '6 วิธีบริหารเวลาของบารัค โอบามา มนุษย์ที่เคยยุ่งที่สุดในโลก.mp4', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/6%20%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9A%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%84%20%E0%B9%82%E0%B8%AD%E0%B8%9A%E0%B8%B2%E0%B8%A1%E0%B8%B2%20%E0%B8%A1%E0%B8%99%E0%B8%B8%E0%B8%A9%E0%B8%A2%E0%B9%8C%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%A2%E0%B8%A2%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%81.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', NULL, NULL, NULL, NULL),
(55, '8', 'Warren-Buffett-กับ-10-สิ่งที่เราควรลงทุนมากกว่าเงิน.jpg', 'Warren Buffett กับ 10 สิ่งที่เราควรลงทุนมากกว่าเงิน.mp4', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/Warren%20Buffett%20%E0%B8%81%E0%B8%B1%E0%B8%9A%2010%20%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%84%E0%B8%A7%E0%B8%A3%E0%B8%A5%E0%B8%87%E0%B8%97%E0%B8%B8%E0%B8%99%E0%B8%A1%E0%B8%B2%E0%B8%81%E0%B8%81%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B9%80%E0%B8%87%E0%B8%B4%E0%B8%99.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', NULL, NULL, NULL, NULL),
(56, '8', 'จงตั้งเป้าหมายจากโอกาส-อย่าตั้งเป้าหมายจากปัญหา.jpg', 'จงตั้งเป้าหมายจากโอกาส’ อย่าตั้งเป้าหมายจากปัญหา.mp4', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/Warren%20Buffett%20%E0%B8%81%E0%B8%B1%E0%B8%9A%2010%20%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%84%E0%B8%A7%E0%B8%A3%E0%B8%A5%E0%B8%87%E0%B8%97%E0%B8%B8%E0%B8%99%E0%B8%A1%E0%B8%B2%E0%B8%81%E0%B8%81%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B9%80%E0%B8%87%E0%B8%B4%E0%B8%99.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', NULL, NULL, NULL, NULL),
(57, '8', 'ด้านมืดของ-Elon-Musk-กับ-4-สิ่งที่ไม่ควรเอาเยี่ยงอย่าง.jpg', 'ด้านมืดของ Elon Musk กับ 4 สิ่งที่ไม่ควรเอาเยี่ยงอย่าง', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/%E0%B8%94%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B8%B7%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%20Elon%20Musk%20%E0%B8%81%E0%B8%B1%E0%B8%9A%204%20%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%84%E0%B8%A7%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B9%80%E0%B8%A2%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%87.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', NULL, NULL, NULL, NULL),
(58, '8', 'เทคนิคบริหารเวลาแบบเข้ากระท่อมของ-บิล-เกตส์.jpg', 'เทคนิคบริหารเวลาแบบเข้ากระท่อมของ บิล เกตส์', '<p>\r\n<video controls=\"controls\" preload=\"metadata\" src=\"http://18.140.109.247/nidapi/videokm/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B8%99%E0%B8%B4%E0%B8%84%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2%E0%B9%81%E0%B8%9A%E0%B8%9A%E0%B9%80%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%97%E0%B9%88%E0%B8%AD%E0%B8%A1%E0%B8%82%E0%B8%AD%E0%B8%87%20%E0%B8%9A%E0%B8%B4%E0%B8%A5%20%E0%B9%80%E0%B8%81%E0%B8%95%E0%B8%AA%E0%B9%8C.mp4\" width=\"100%\">&nbsp;</video>\r\n</p>', '1', NULL, NULL, NULL, NULL),
(59, '4', 'info1592903827.png', 'xssx', '<p>lll</p>', '1', NULL, NULL, NULL, NULL),
(60, '3', 'info1594368997.png', 'ะ้พ้พะ้', '<p>พะ้พะ้พะ้พะ้</p>', '1', NULL, NULL, NULL, NULL),
(61, '3', 'info1594369022.png', 'ะ้พ้พะ้', '<p>พะ้พะ้พะ้พะ้</p>', '1', NULL, NULL, NULL, NULL),
(62, '3', 'info1594369177.png', 'fwfew', '<p>wefewfewf</p>', '1', NULL, NULL, NULL, NULL),
(63, '4', 'info1594369410.png', '3e3e3e', '<p>3e3e</p>', '1', NULL, NULL, NULL, NULL),
(64, '4', 'info1594369560.png', '3e3e3e', '<p>3e3e</p>', '1', NULL, NULL, NULL, NULL),
(65, '4', 'info1594369607.png', 'erferf', '<p>erferferf</p>', '1', NULL, NULL, NULL, NULL),
(66, '4', 'info1594369723.png', 'erferf', '<p>erferferf</p>', '1', NULL, NULL, NULL, NULL),
(67, '4', 'info1594369760.png', 'erferf', '<p>erferferf</p>', '1', NULL, NULL, NULL, NULL),
(68, '4', 'info1594369779.png', 'erferf', '<p>erferferf</p>', '1', NULL, NULL, NULL, NULL),
(69, '3', 'info1594371755.png', 'h65h56', '<p>56h56h56</p>', '1', NULL, '3', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `advertise_heade`
--

CREATE TABLE `advertise_heade` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `img` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_adver` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_thai` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active_adver` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at_adver` datetime DEFAULT NULL,
  `updated_at_adver` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `advertise_heade`
--

INSERT INTO `advertise_heade` (`id`, `img`, `name_adver`, `name_thai`, `active_adver`, `created_at_adver`, `updated_at_adver`) VALUES
(1, 'image-menu_1.svg', 'NGG Employee privilege', 'สิทธิประโยชน์ของพนักงาน NGG', '1', NULL, NULL),
(2, 'image-menu_2.svg', 'NGG New & Activities', 'ข่าวสารและกิจกรรมต่าง ๆ', '1', NULL, NULL),
(3, 'image-menu_3.svg', 'Human Resources', 'ฝ่ายบุคคล', '1', NULL, NULL),
(4, 'image-menu_4.svg', 'Innovation', 'นวัตกรรมและเทคโนโลยี', '1', NULL, NULL),
(5, 'image-menu_5.svg', 'Customer Experience Hub', 'แชร์ประสบการณ์ดี ๆ ของลูกค้า', '1', NULL, NULL),
(7, 'image-menu_6.svg', 'Health Care', 'เราห่วงใยสุขภาพคุณ', '1', NULL, NULL),
(8, 'image-menu_7.svg', 'Micro Learning', 'เปิดประตูความรู้', '1', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `alert_daily`
--

CREATE TABLE `alert_daily` (
  `id_alert` bigint(20) UNSIGNED NOT NULL,
  `code_staff` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `feeling` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `alert_daily`
--

INSERT INTO `alert_daily` (`id_alert`, `code_staff`, `feeling`, `created_at`, `updated_at`) VALUES
(1, '94018', 'ฉันรู้สึกเฉยๆ', '2020-06-16 17:00:00', NULL),
(2, '94013', 'ฉันรู้สึกเฉยๆ', '2020-06-16 17:00:00', NULL),
(3, '51248', 'ฉันรู้สึกเฉยๆ', '2020-06-16 17:00:00', NULL),
(4, '94018', 'ฉันรู้สึกเฉยๆ', '2020-06-17 17:00:00', NULL),
(5, '94018', 'ฉันรู้สึกเฉยๆ', '2020-06-18 17:00:00', NULL),
(6, '94013', 'ฉันรู้สึกเฉยๆ', '2020-06-18 17:00:00', NULL),
(7, '94018', 'ฉันรู้สึกเฉยๆ', '2020-06-22 17:00:00', NULL),
(8, '94018', 'ฉันรู้สึกเฉยๆ', '2020-06-25 17:00:00', NULL),
(9, '51248', 'ฉันรู้สึกเฉยๆ', '2020-06-30 17:00:00', NULL),
(10, '94018', 'ฉันรู้สึกเฉยๆ', '2020-06-30 17:00:00', NULL),
(11, '94013', 'ฉันรู้สึกเฉยๆ', '2020-06-30 17:00:00', NULL),
(12, '94018', 'ฉันรู้สึกเฉยๆ', '2020-07-01 17:00:00', NULL),
(13, '94013', 'ฉันรู้สึกเฉยๆ', '2020-07-01 17:00:00', NULL),
(14, '94018', 'ฉันรู้สึกเฉยๆ', '2020-07-02 17:00:00', NULL),
(15, '51248', 'ฉันรู้สึกเฉยๆ', '2020-07-02 17:00:00', NULL),
(16, '51002', 'ฉันรู้สึกเฉยๆ', '2020-07-02 17:00:00', NULL),
(17, '94018', 'ฉันรู้สึกเฉยๆ', '2020-07-09 17:00:00', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `brand`
--

CREATE TABLE `brand` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_brand` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `company`
--

CREATE TABLE `company` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_company_eng` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_company_th` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `department`
--

CREATE TABLE `department` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_department` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_department` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `group`
--

CREATE TABLE `group` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_group` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `job_family`
--

CREATE TABLE `job_family` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_job_family` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `lavel`
--

CREATE TABLE `lavel` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_lavel` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `menu_master`
--

CREATE TABLE `menu_master` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `icon` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_menu` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `url_menu` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `menu_master`
--

INSERT INTO `menu_master` (`id`, `icon`, `name_menu`, `url_menu`, `active`, `created_at`, `updated_at`) VALUES
(1, NULL, 'จัดการพนักงาน', '/settingstaff', '1', NULL, NULL),
(2, NULL, 'จัดการ KPI', '/settingstaff', '1', NULL, NULL),
(3, NULL, 'จัดการสิทธิ์', '/settingrole', '1', NULL, NULL),
(4, NULL, 'จัดการข่าว', '/settinnew', '1', NULL, NULL),
(7, 'menu-ham_learning.svg', 'e-learning', '/e-learning', '1', NULL, NULL),
(11, NULL, 'KM360', '/km360', '1', NULL, NULL),
(12, NULL, 'คลังรูปภาพ', '/img', '1', NULL, NULL),
(13, NULL, 'รายการข่าว', '/newall', '1', NULL, NULL),
(14, NULL, 'หมวดความรู้', '/kmcatagoty', '1', NULL, NULL),
(15, NULL, 'จัดการพนักงาน', '/setuser', '1', NULL, NULL),
(16, NULL, 'ห้องเเชท', '/index_chat', '1', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2016_06_01_000001_create_oauth_auth_codes_table', 1),
(4, '2016_06_01_000002_create_oauth_access_tokens_table', 1),
(5, '2016_06_01_000003_create_oauth_refresh_tokens_table', 1),
(6, '2016_06_01_000004_create_oauth_clients_table', 1),
(7, '2016_06_01_000005_create_oauth_personal_access_clients_table', 1),
(8, '2020_01_25_031408_create_users_detail_table', 1),
(9, '2020_01_25_031656_create_advertise_table', 1),
(10, '2020_01_25_032801_create_advertise_heade_table', 1),
(11, '2020_01_25_035945_create_user_role_table', 1),
(12, '2020_01_25_040547_create_position_table', 1),
(13, '2020_01_25_040602_create_department_table', 1),
(14, '2020_01_25_042201_create_company_table', 1),
(15, '2020_01_25_042347_create_menu_master_table', 1),
(16, '2020_01_27_065456_create_brand_table', 1),
(17, '2020_01_27_065557_create_job_family_table', 1),
(18, '2020_01_27_075732_create_lavel_table', 1),
(19, '2020_02_13_072432_create_users_group_table', 1),
(20, '2020_02_13_073217_create_group_table', 1),
(21, '2020_02_17_033844_create_ngg_target_daily_sale_table', 1),
(22, '2020_02_17_034215_create_ngg_banner_table', 1),
(23, '2020_02_17_035447_create_ngg_img_group_advertise_table', 1),
(24, '2020_02_18_024722_create_ngg_branchname_table', 1),
(25, '2020_02_18_025639_create_ngg_role_sales_shop_table', 1),
(26, '2020_02_18_025741_create_ngg_target_single_sales_table', 1),
(27, '2020_02_18_025834_create_ngg_ngg_sales_api_table', 1),
(28, '2020_02_25_065833_create_ngg__real_time_in_out_table', 1),
(29, '2020_02_27_032115_create_ngg_km_category_table', 1),
(30, '2020_02_27_032405_create_ngg_km_category_detail_table', 1),
(31, '2020_02_27_032603_create_ngg_km_img_category_detail_table', 1),
(32, '2020_02_29_160709_create_ngg_iform_table', 1),
(33, '2020_03_23_135642_create_ngg_km_file_table', 1),
(34, '2020_03_23_135654_create_ngg_km_separate_table', 1),
(35, '2020_03_23_135719_create_ngg_list_benefits_table', 1),
(36, '2020_03_23_135738_create_ngg_list_mc_table', 1),
(37, '2020_06_16_155719_create_alert_daily_table', 1),
(38, '2020_06_16_160227_create_ngg_benefits_table', 1),
(39, '2020_06_16_160538_create_ngg_breakpoint_users_detail_table', 1),
(40, '2020_06_16_161006_create_ngg_chat_table', 1),
(41, '2020_06_16_161033_create_ngg_chat_group_table', 1),
(42, '2020_06_16_161056_create_ngg_chat_group_user_table', 1),
(43, '2020_06_16_161127_create_ngg_history_comment_table', 1),
(44, '2020_06_16_161243_create_ngg_key_notification_table', 1),
(45, '2020_06_16_161354_create_ngg_noti_chat_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_banner`
--

CREATE TABLE `ngg_banner` (
  `id_banner` bigint(20) UNSIGNED NOT NULL,
  `advertise_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `img_banner` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active_banner` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '0',
  `section_banner` int(10) NOT NULL DEFAULT 0,
  `created_at_banner` datetime DEFAULT NULL,
  `updated_at_banner` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_banner`
--

INSERT INTO `ngg_banner` (`id_banner`, `advertise_id`, `img_banner`, `active_banner`, `section_banner`, `created_at_banner`, `updated_at_banner`) VALUES
(2, '2', 'น้ำตาลส่งผลกระทบต่อสมองอย่างไร.jpg', '0', 0, NULL, NULL),
(3, '4', 'ทำไมเราจึงฝัน.jpg', '0', 0, NULL, NULL),
(4, '5', 'ทำไมแมวชอบทำอะไรแปลกๆ.jpg', '0', 0, NULL, NULL),
(5, '8', 'ปัญหาการสื่อสารเกิดขึ้นได้อย่างไร.jpg', '0', 0, NULL, NULL),
(6, '10', 'โรคอ้วนคืออะไร.jpg', '0', 0, NULL, NULL),
(7, '12', 'ตับมีหน้าที่อะไรบ้าง.jpg', '0', 0, NULL, NULL),
(8, '14', 'จะเกิดอะไรขึ้นถ้าคุณไม่ดื่มน้ำ.jpg', '0', 0, NULL, NULL),
(9, '16', 'เคล็ดลับ5ประการ.jpg', '0', 0, NULL, NULL),
(10, '18', 'วิธีบริหารดวงตาให้กลับมาชัดแจ๋ว-banner.jpg', '0', 0, NULL, NULL),
(11, '20', '4วิธีดูแลปอดให้ปลอดภัย.jpg', '0', 0, NULL, NULL),
(12, '22', 'มหัศจรรย์ของปอด.jpg', '0', 0, NULL, NULL),
(13, '24', 'ไตของคุณทำงานอย่างไร.jpg', '0', 0, NULL, NULL),
(14, '26', 'banner-1.jpg', '1', 2, NULL, NULL),
(15, '28', 'banner-2.jpg', '1', 4, NULL, NULL),
(16, '29', 'covid.jpg', '0', 0, NULL, NULL),
(17, '31', 'social-distance.jpg', '0', 0, NULL, NULL),
(18, '33', 'Agile.jpg', '0', 0, NULL, NULL),
(19, '34', 'people-manager.jpg', '0', 0, NULL, NULL),
(20, '36', 'project-management-fandamental.jpg', '0', 0, NULL, NULL),
(21, '38', 'sale-force.jpg', '0', 0, NULL, NULL),
(23, '40', '20200608_Banner_กู้บ้าน-ธอส.jpg', '1', 1, NULL, NULL),
(25, '42', 'Cover_5วิธีสร้างความสัมพันธ์ในที่ทำงาน.jpg', '0', 0, NULL, NULL),
(26, '43', '20200608_Cover_ISO.jpg', '0', 0, NULL, NULL),
(27, '44', '20200608_Cover_5วิธีผ่อนคลายความเครียด.jpg', '0', 0, NULL, NULL),
(28, '45', '20200608_Covid_5คาถาโควิท-2.jpg', '0', 0, NULL, NULL),
(29, '46', '20200609_Cover_SSF-RMF.jpg', '0', 0, NULL, NULL),
(30, '47', '20200609_Baner_Covid-stand.jpg', '0', 0, NULL, NULL),
(31, '48', 'Cover_Novi.jpg', '0', 0, NULL, NULL),
(32, '49', '20200609_Cover_Facebook Shops.jpg', '0', 0, NULL, NULL),
(33, '50', '20200609_Cover_ฉันในอดีตVS.ฉันในอนาคต.jpg', '0', 0, NULL, NULL),
(34, '51', '20200609_Banner_ต่อใบขับขี่.jpg', '1', 3, NULL, NULL),
(35, '52', '4-เคล็ดลับความสำเร็จของ-Amazon-ที่ทำให้เจฟฟ์-เบโซส์-รวยที่สุดในโลก.jpg', '0', 0, NULL, NULL),
(36, '53', '5-ข้อคิดในการใช้ชีวิตที่คุณครูแจ็ค-หม่า-อยากสอนนักเรียนมากที่สุด.jpg', '0', 0, NULL, NULL),
(37, '54', '6-วิธีบริหารเวลาของบารัค-โอบามา-มนุษย์ที่เคยยุ่งที่สุดในโลก.jpg', '0', 0, NULL, NULL),
(38, '55', 'Warren-Buffett-กับ-10-สิ่งที่เราควรลงทุนมากกว่าเงิน.jpg', '0', 0, NULL, NULL),
(39, '56', 'จงตั้งเป้าหมายจากโอกาส-อย่าตั้งเป้าหมายจากปัญหา.jpg', '0', 0, NULL, NULL),
(40, '57', 'ด้านมืดของ-Elon-Musk-กับ-4-สิ่งที่ไม่ควรเอาเยี่ยงอย่าง.jpg', '0', 0, NULL, NULL),
(41, '58', 'เทคนิคบริหารเวลาแบบเข้ากระท่อมของ-บิล-เกตส์.jpg', '0', 0, NULL, NULL),
(42, '59', 'banner1592903791.png', '0', 0, NULL, NULL),
(43, '60', 'banner1594368997.png', '0', 0, NULL, NULL),
(44, '60', 'banner1594369022.png', '0', 0, NULL, NULL),
(45, '62', 'banner1594369177.png', '0', 0, NULL, NULL),
(46, '63', 'banner1594369410.png', '0', 0, NULL, NULL),
(47, '63', 'banner1594369560.png', '0', 0, NULL, NULL),
(48, '65', 'banner1594369607.png', '0', 0, NULL, NULL),
(49, '65', 'banner1594369723.png', '0', 0, NULL, NULL),
(50, '65', 'banner1594369760.png', '0', 0, NULL, NULL),
(51, '65', 'banner1594369779.png', '0', 0, NULL, NULL),
(52, '69', 'banner1594371755.png', '0', 0, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_benefits`
--

CREATE TABLE `ngg_benefits` (
  `id_be` bigint(20) UNSIGNED NOT NULL,
  `id_list_be` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `code_staff` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `be_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `be_detail` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `be_map` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_benefits`
--

INSERT INTO `ngg_benefits` (`id_be`, `id_list_be`, `code_staff`, `be_name`, `be_detail`, `be_map`, `created_at`, `updated_at`) VALUES
(1, '3', '91006', 'ประกันสังคม', 'บางมด', NULL, NULL, NULL),
(2, '3', '91077', 'ประกันสังคม', 'ศิครินทร์', NULL, NULL, NULL),
(3, '3', '91086', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(4, '3', '91098', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(5, '3', '91099', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(6, '3', '91111', 'ประกันสังคม', 'มงกุฎวัฒนะ', NULL, NULL, NULL),
(7, '3', '91112', 'ประกันสังคม', 'เปาโล โชคชัย 4', NULL, NULL, NULL),
(8, '3', '91118', 'ประกันสังคม', 'เกษมราษฎร์ประชาชื่น', NULL, NULL, NULL),
(9, '3', '91129', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(10, '3', '91138', 'ประกันสังคม', 'ค่ายประจักษ์ศิลปาคม', NULL, NULL, NULL),
(11, '3', '91025', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(12, '3', '91148', 'ประกันสังคม', 'เกษมราษฎร์ประชาชื่น', NULL, NULL, NULL),
(13, '3', '91153', 'ประกันสังคม', 'ขอนแก่น', NULL, NULL, NULL),
(14, '3', '91163', 'ประกันสังคม', 'หัวหิน', NULL, NULL, NULL),
(15, '3', '91164', 'ประกันสังคม', 'ลาดพร้าว', NULL, NULL, NULL),
(16, '3', '91030', 'ประกันสังคม', 'ตากสิน', NULL, NULL, NULL),
(17, '3', '91191', 'ประกันสังคม', 'วิภาราม', NULL, NULL, NULL),
(18, '3', '91197', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(19, '3', '91216', 'ประกันสังคม', 'อุดรธานี', NULL, NULL, NULL),
(20, '3', '91218', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(21, '3', '91219', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(22, '3', '91221', 'ประกันสังคม', 'สำโรงการแพทย์', NULL, NULL, NULL),
(23, '3', '91047', 'ประกันสังคม', 'บางไผ่', NULL, NULL, NULL),
(24, '3', '91230', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(25, '3', '91233', 'ประกันสังคม', 'เปาโล โชคชัย 4', NULL, NULL, NULL),
(26, '3', '91238', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(27, '3', '91056', 'ประกันสังคม', 'ตำรวจ', NULL, NULL, NULL),
(28, '3', '91247', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(29, '3', '91250', 'ประกันสังคม', 'ลานนา', NULL, NULL, NULL),
(30, '3', '91251', 'ประกันสังคม', 'บางปะกอก 3', NULL, NULL, NULL),
(31, '3', '91431', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(32, '3', '91254', 'ประกันสังคม', 'บางนา 1', NULL, NULL, NULL),
(33, '3', '91257', 'ประกันสังคม', 'วิภาราม', NULL, NULL, NULL),
(34, '3', '91059', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(35, '3', '91260', 'ประกันสังคม', 'บี.แคร์ เมดิคอลเซ็นเตอร์', NULL, NULL, NULL),
(36, '3', '91262', 'ประกันสังคม', 'ป.แพทย์ 1', NULL, NULL, NULL),
(37, '3', '91264', 'ประกันสังคม', 'วิภาราม', NULL, NULL, NULL),
(38, '3', '91266', 'ประกันสังคม', 'เกษมราษฎร์ รัตนาธิเบศร์', NULL, NULL, NULL),
(39, '3', '91060', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(40, '3', '91275', 'ประกันสังคม', 'ซีจีเอช สายไหม', NULL, NULL, NULL),
(41, '3', '91279', 'ประกันสังคม', 'เพชรเวช', NULL, NULL, NULL),
(42, '3', '91287', 'ประกันสังคม', 'ป.แพทย์ 1', NULL, NULL, NULL),
(43, '3', '91290', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(44, '3', '91294', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(45, '3', '91303', 'ประกันสังคม', 'บางมด', NULL, NULL, NULL),
(46, '3', '91305', 'ประกันสังคม', 'อุดรธานี', NULL, NULL, NULL),
(47, '3', '91066', 'ประกันสังคม', 'เปาโล โชคชัย 4', NULL, NULL, NULL),
(48, '3', '91307', 'ประกันสังคม', 'เกษมราษฎร์ บางแค', NULL, NULL, NULL),
(49, '3', '91318', 'ประกันสังคม', 'ศิครินทร์', NULL, NULL, NULL),
(50, '3', '91321', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(51, '3', '91324', 'ประกันสังคม', 'บี.แคร์ เมดิคอลเซ็นเตอร์', NULL, NULL, NULL),
(52, '3', '91327', 'ประกันสังคม', 'กลาง', NULL, NULL, NULL),
(53, '3', '91331', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(54, '3', '91332', 'ประกันสังคม', 'ศิครินทร์', NULL, NULL, NULL),
(55, '3', '91326', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(56, '3', '91336', 'ประกันสังคม', 'มิชชั่นภูเก็ต', NULL, NULL, NULL),
(57, '3', '91337', 'ประกันสังคม', 'บางนา 1', NULL, NULL, NULL),
(58, '3', '91338', 'ประกันสังคม', 'ป.แพทย์ 1', NULL, NULL, NULL),
(59, '3', '91339', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(60, '3', '91348', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(61, '3', '91350', 'ประกันสังคม', 'ลาดพร้าว', NULL, NULL, NULL),
(62, '3', '91351', 'ประกันสังคม', 'มิชชั่นภูเก็ต', NULL, NULL, NULL),
(63, '3', '91358', 'ประกันสังคม', 'เกษมราษฎร์ บางแค', NULL, NULL, NULL),
(64, '3', '91363', 'ประกันสังคม', 'นวมินทร์', NULL, NULL, NULL),
(65, '3', '91364', 'ประกันสังคม', 'บางปะกอก 8', NULL, NULL, NULL),
(66, '3', '91359', 'ประกันสังคม', 'เปาโล โชคชัย 4', NULL, NULL, NULL),
(67, '3', '91373', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(68, '3', '91375', 'ประกันสังคม', 'สมุทรสาคร', NULL, NULL, NULL),
(69, '3', '91376', 'ประกันสังคม', 'ลานนา', NULL, NULL, NULL),
(70, '3', '91385', 'ประกันสังคม', 'บางนา 1', NULL, NULL, NULL),
(71, '3', '91386', 'ประกันสังคม', 'ลาดพร้าว', NULL, NULL, NULL),
(72, '3', '91440', 'ประกันสังคม', 'เวชการุณย์รัศมิ์', NULL, NULL, NULL),
(73, '3', '91392', 'ประกันสังคม', 'วชิระภูเก็ต', NULL, NULL, NULL),
(74, '3', '91461', 'ประกันสังคม', 'บางปะกอก 8', NULL, NULL, NULL),
(75, '3', '91396', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(76, '3', '91398', 'ประกันสังคม', 'เมืองพัทยา', NULL, NULL, NULL),
(77, '3', '91395', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(78, '3', '91399', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(79, '3', '91403', 'ประกันสังคม', 'วชิระภูเก็ต', NULL, NULL, NULL),
(80, '3', '91400', 'ประกันสังคม', 'สมเด็จพระบรมราชเทวี ณ ศรีราชา', NULL, NULL, NULL),
(81, '3', '91402', 'ประกันสังคม', 'บางปะกอก 8', NULL, NULL, NULL),
(82, '3', '91405', 'ประกันสังคม', 'มิชชั่นภูเก็ต', NULL, NULL, NULL),
(83, '3', '91415', 'ประกันสังคม', 'เปาโล โชคชัย 4', NULL, NULL, NULL),
(84, '3', '91416', 'ประกันสังคม', 'สำโรงการแพทย์', NULL, NULL, NULL),
(85, '3', '91418', 'ประกันสังคม', 'บางไผ่', NULL, NULL, NULL),
(86, '3', '91425', 'ประกันสังคม', '-', NULL, NULL, NULL),
(87, '3', '91429', 'ประกันสังคม', 'วชิระภูเก็ต', NULL, NULL, NULL),
(88, '3', '91427', 'ประกันสังคม', 'บางปะกอก 8', NULL, NULL, NULL),
(89, '3', '91430', 'ประกันสังคม', 'นวมินทร์ 9', NULL, NULL, NULL),
(90, '3', '91434', 'ประกันสังคม', 'เกษมราษฎร์ศรีบุรินทร์', NULL, NULL, NULL),
(91, '3', '91433', 'ประกันสังคม', 'มหาชัย 2', NULL, NULL, NULL),
(92, '3', '91435', 'ประกันสังคม', '-', NULL, NULL, NULL),
(93, '3', '91442', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(94, '3', '91443', 'ประกันสังคม', 'จุฬารัตน์ 9 แอร์พอร์ต', NULL, NULL, NULL),
(95, '3', '91466', 'ประกันสังคม', '-', NULL, NULL, NULL),
(96, '3', '51002', 'ประกันสังคม', '-', NULL, NULL, NULL),
(97, '3', '51003', 'ประกันสังคม', '-', NULL, NULL, NULL),
(98, '3', '51255', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(99, '3', '51257', 'ประกันสังคม', 'จุฬาลงกรณ์', NULL, NULL, NULL),
(100, '3', '51043', 'ประกันสังคม', 'กล้วยน้ำไท', NULL, NULL, NULL),
(101, '3', '51006', 'ประกันสังคม', 'นวมินทร์ 9', NULL, NULL, NULL),
(102, '3', '51009', 'ประกันสังคม', 'เกษมราษฎร์ บางแค', NULL, NULL, NULL),
(103, '3', '51011', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(104, '3', '51012', 'ประกันสังคม', 'บางปะกอก 8', NULL, NULL, NULL),
(105, '3', '51014', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(106, '3', '51018', 'ประกันสังคม', 'ปากช่องนานา', NULL, NULL, NULL),
(107, '3', '51020', 'ประกันสังคม', 'ศิครินทร์', NULL, NULL, NULL),
(108, '3', '51021', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(109, '3', '51023', 'ประกันสังคม', 'สมเด็จพระปิ่นเกล้า', NULL, NULL, NULL),
(110, '3', '51025', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(111, '3', '51030', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(112, '3', '51031', 'ประกันสังคม', 'สมเด็จพระปิ่นเกล้า', NULL, NULL, NULL),
(113, '3', '51032', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(114, '3', '51033', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(115, '3', '51038', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(116, '3', '51040', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(117, '3', '51042', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(118, '3', '51048', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(119, '3', '51049', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(120, '3', '51053', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(121, '3', '51059', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(122, '3', '51062', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(123, '3', '51064', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(124, '3', '51085', 'ประกันสังคม', 'วิชัยเวชฯ อ้อมน้อย', NULL, NULL, NULL),
(125, '3', '51113', 'ประกันสังคม', 'กล้วยน้ำไท', NULL, NULL, NULL),
(126, '3', '51115', 'ประกันสังคม', 'จุฬารัตน์ 9 แอร์พอร์ต', NULL, NULL, NULL),
(127, '3', '51140', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(128, '3', '51150', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(129, '3', '51156', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(130, '3', '51158', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(131, '3', '51159', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(132, '3', '51168', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(133, '3', '51170', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(134, '3', '51171', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(135, '3', '51172', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(136, '3', '51173', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(137, '3', '51186', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(138, '3', '51187', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(139, '3', '51189', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(140, '3', '51194', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(141, '3', '51200', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(142, '3', '51201', 'ประกันสังคม', 'จุฬารัตน์ 9 แอร์พอร์ต', NULL, NULL, NULL),
(143, '3', '51208', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(144, '3', '51214', 'ประกันสังคม', 'บางนา 2', NULL, NULL, NULL),
(145, '3', '51215', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(146, '3', '51217', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(147, '3', '51218', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(148, '3', '51222', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(149, '3', '51225', 'ประกันสังคม', 'มงกุฎวัฒนะ', NULL, NULL, NULL),
(150, '3', '51227', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(151, '3', '51228', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(152, '3', '51234', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(153, '3', '51235', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(154, '3', '51237', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(155, '3', '51239', 'ประกันสังคม', 'บางมด', NULL, NULL, NULL),
(156, '3', '51240', 'ประกันสังคม', 'เพชรเวช', NULL, NULL, NULL),
(157, '3', '51241', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(158, '3', '51242', 'ประกันสังคม', 'บางนา 2', NULL, NULL, NULL),
(159, '3', '51248', 'ประกันสังคม', 'ตากสิน', NULL, NULL, NULL),
(160, '3', '51259', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(161, '3', '51262', 'ประกันสังคม', 'พระราม 2', NULL, NULL, NULL),
(162, '3', '51266', 'ประกันสังคม', 'แจ้งเข้าระบบแล้ว 17/4/63', NULL, NULL, NULL),
(163, '3', '51270', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(164, '3', '51273', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(165, '3', '51274', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(166, '3', '51275', 'ประกันสังคม', 'เปาโล สมุทรปราการ', NULL, NULL, NULL),
(167, '3', '51277', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(168, '3', '51282', 'ประกันสังคม', 'เปาโล พระประแดง', NULL, NULL, NULL),
(169, '3', '51283', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(170, '3', '51287', 'ประกันสังคม', 'ตากสิน', NULL, NULL, NULL),
(171, '3', '51288', 'ประกันสังคม', '-', NULL, NULL, NULL),
(172, '3', '51289', 'ประกันสังคม', '-', NULL, NULL, NULL),
(173, '3', '51290', 'ประกันสังคม', '-', NULL, NULL, NULL),
(174, '3', '51293', 'ประกันสังคม', '-', NULL, NULL, NULL),
(175, '3', '51294', 'ประกันสังคม', '-', NULL, NULL, NULL),
(176, '3', '51295', 'ประกันสังคม', '-', NULL, NULL, NULL),
(177, '3', '51299', 'ประกันสังคม', '-', NULL, NULL, NULL),
(178, '3', '21002', 'ประกันสังคม', 'บางปะกอก 3', NULL, NULL, NULL),
(179, '3', '21004', 'ประกันสังคม', 'มิชชั่น', NULL, NULL, NULL),
(180, '3', '21007', 'ประกันสังคม', 'เกษมราษฎร์ บางแค', NULL, NULL, NULL),
(181, '3', '21015', 'ประกันสังคม', 'รพ.มหาราช นครราชสีมา', NULL, NULL, NULL),
(182, '3', '21018', 'ประกันสังคม', 'รพ.หาดใหญ สงขลา', NULL, NULL, NULL),
(183, '3', '21035', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(184, '3', '21036', 'ประกันสังคม', 'ลาดพร้าว', NULL, NULL, NULL),
(185, '3', '21037', 'ประกันสังคม', 'จุฬารัตน์ 9 แอร์พอร์ต', NULL, NULL, NULL),
(186, '3', '21038', 'ประกันสังคม', 'เพชรเวช', NULL, NULL, NULL),
(187, '3', '21039', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(188, '3', '21041', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(189, '3', '21042', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(190, '3', '21043', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(191, '3', '21044', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(192, '3', '21045', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(193, '3', '21046', 'ประกันสังคม', '-', NULL, NULL, NULL),
(194, '3', '21047', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(195, '3', '21049', 'ประกันสังคม', 'สำโรงการแพทย์', NULL, NULL, NULL),
(196, '3', '21050', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(197, '3', '21051', 'ประกันสังคม', 'กล้วยน้ำไท', NULL, NULL, NULL),
(198, '3', '21054', 'ประกันสังคม', 'วิภาราม', NULL, NULL, NULL),
(199, '3', '21055', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(200, '3', '21056', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(201, '3', '21057', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(202, '3', '21058', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(203, '3', '21059', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(204, '3', '21063', 'ประกันสังคม', 'ตากสิน', NULL, NULL, NULL),
(205, '3', '21068', 'ประกันสังคม', 'มหาชัย2', NULL, NULL, NULL),
(206, '3', '21073', 'ประกันสังคม', 'รพ.สงขลา    เลือก รพ.หาดใหญ่', NULL, NULL, NULL),
(207, '3', '21074', 'ประกันสังคม', 'รพ.ป.แพทย์ นครราชสีมา', NULL, NULL, NULL),
(208, '3', '21075', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(209, '3', '21076', 'ประกันสังคม', 'ศิครินทร์', NULL, NULL, NULL),
(210, '3', '22001', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(211, '3', '22002', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(212, '3', '22003', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(213, '3', '22004', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(214, '3', '22005', 'ประกันสังคม', 'ป.แพทย์ 1', NULL, NULL, NULL),
(215, '3', '22006', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(216, '3', '22007', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(217, '3', '22008', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(218, '3', '22009', 'ประกันสังคม', 'ป.แพทย์ 1', NULL, NULL, NULL),
(219, '3', '22010', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(220, '3', '22011', 'ประกันสังคม', 'ป.แพทย์ 1', NULL, NULL, NULL),
(221, '3', '22012', 'ประกันสังคม', 'ป.แพทย์ 1', NULL, NULL, NULL),
(222, '3', '22013', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(223, '3', '22014', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(224, '3', '22015', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(225, '3', '22016', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(226, '3', '22017', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(227, '3', '22018', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(228, '3', '22019', 'ประกันสังคม', 'ป.แพทย์ 1', NULL, NULL, NULL),
(229, '3', '22020', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(230, '3', '22021', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(231, '3', '22022', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(232, '3', '22023', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(233, '3', '22024', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(234, '3', '22025', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(235, '3', '22027', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(236, '3', '22028', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(237, '3', '22029', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(238, '3', '22030', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(239, '3', '22031', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(240, '3', '22032', 'ประกันสังคม', 'มหาราชนครราชสีมา', NULL, NULL, NULL),
(241, '3', '61002', 'ประกันสังคม', 'นวมินทร์', NULL, NULL, NULL),
(242, '3', '61003', 'ประกันสังคม', 'เกษมราษฎร์ บางแค', NULL, NULL, NULL),
(243, '3', '61035', 'ประกันสังคม', 'ราชพิพัฒน์', NULL, NULL, NULL),
(244, '3', '61037', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(245, '3', '61045', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(246, '3', '61050', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(247, '3', '61054', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(248, '3', '61055', 'ประกันสังคม', 'กล้วยน้ำไท', NULL, NULL, NULL),
(249, '3', '61060', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(250, '3', '61062', 'ประกันสังคม', 'มเหสักข์', NULL, NULL, NULL),
(251, '3', '61070', 'ประกันสังคม', 'ตากสิน', NULL, NULL, NULL),
(252, '3', '61072', 'ประกันสังคม', 'เกษมราษฎร์ บางแค', NULL, NULL, NULL),
(253, '3', '61079', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(254, '3', '61082', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(255, '3', '61109', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(256, '3', '61134', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(257, '3', '61140', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(258, '3', '61142', 'ประกันสังคม', 'บางปะกอก 8', NULL, NULL, NULL),
(259, '3', '61150', 'ประกันสังคม', 'ตากสิน', NULL, NULL, NULL),
(260, '3', '61152', 'ประกันสังคม', 'บางปะกอก 3', NULL, NULL, NULL),
(261, '3', '61154', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(262, '3', '61155', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(263, '3', '61163', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(264, '3', '61164', 'ประกันสังคม', 'วิชัยเวชฯ อ้อมน้อย', NULL, NULL, NULL),
(265, '3', '61170', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(266, '3', '61172', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(267, '3', '61173', 'ประกันสังคม', 'ตากสิน', NULL, NULL, NULL),
(268, '3', '61175', 'ประกันสังคม', 'สำโรงการแพทย์', NULL, NULL, NULL),
(269, '3', '61190', 'ประกันสังคม', 'บางไผ่', NULL, NULL, NULL),
(270, '3', '61191', 'ประกันสังคม', 'เกษมราษฎร์ บางแค', NULL, NULL, NULL),
(271, '3', '61193', 'ประกันสังคม', 'บางปะกอก 8', NULL, NULL, NULL),
(272, '3', '61197', 'ประกันสังคม', 'กลาง', NULL, NULL, NULL),
(273, '3', '61200', 'ประกันสังคม', 'บางไผ่', NULL, NULL, NULL),
(274, '3', '61205', 'ประกันสังคม', 'สุขสวัสดิ์', NULL, NULL, NULL),
(275, '3', '61208', 'ประกันสังคม', 'จุฬาลงกรณ์', NULL, NULL, NULL),
(276, '3', '61209', 'ประกันสังคม', 'บางไผ่', NULL, NULL, NULL),
(277, '3', '61212', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(278, '3', '61217', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(279, '3', '61218', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(280, '3', '61219', 'ประกันสังคม', 'ราชวิถี', NULL, NULL, NULL),
(281, '3', '61222', 'ประกันสังคม', 'บางปะกอก 8', NULL, NULL, NULL),
(282, '3', '61224', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(283, '3', '61230', 'ประกันสังคม', 'ศิครินทร์', NULL, NULL, NULL),
(284, '3', '61233', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(285, '3', '61234', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(286, '3', '61235', 'ประกันสังคม', NULL, NULL, NULL, NULL),
(287, '3', '81026', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(288, '3', '81047', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(289, '3', '81080', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(290, '3', '81083', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(291, '3', '81086', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(292, '3', '81089', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(293, '3', '81090', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(294, '3', '81096', 'ประกันสังคม', 'ถาวรประสิทธิ์', NULL, NULL, NULL),
(295, '3', '81097', 'ประกันสังคม', 'บางปะกอก 3', NULL, NULL, NULL),
(296, '3', '81098', 'ประกันสังคม', '-', NULL, NULL, NULL),
(297, '3', '81099', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(298, '3', '82001', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(299, '3', '82003', 'ประกันสังคม', 'บ้านโป่ง', NULL, NULL, NULL),
(300, '3', '82004', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(301, '3', '82005', 'ประกันสังคม', '-', NULL, NULL, NULL),
(302, '3', '82019', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(303, '3', '82023', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(304, '3', '82031', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(305, '3', '82035', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(306, '3', '82037', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(307, '3', '82038', 'ประกันสังคม', '-', NULL, NULL, NULL),
(308, '3', '82040', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(309, '3', '82043', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(310, '3', '82044', 'ประกันสังคม', 'ราชบุรี', NULL, NULL, NULL),
(311, '3', '41007', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(312, '3', '41009', 'ประกันสังคม', 'จุฬารัตน์ 11 อินเตอร์', NULL, NULL, NULL),
(313, '3', '41011', 'ประกันสังคม', 'เจริญกรุงประชารักษ์', NULL, NULL, NULL),
(314, '3', '41017', 'ประกันสังคม', 'ราษฎร์บูรณะ', NULL, NULL, NULL),
(315, '3', '42145', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(316, '3', '85006', 'ประกันสังคม', 'เพชรเวช', NULL, NULL, NULL),
(317, '3', '85013', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(318, '3', '85016', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(319, '3', '85031', 'ประกันสังคม', 'ระยอง', NULL, NULL, NULL),
(320, '3', '85033', 'ประกันสังคม', 'จุฬารัตน์ระยอง', NULL, NULL, NULL),
(321, '3', '85035', 'ประกันสังคม', 'ระยอง', NULL, NULL, NULL),
(322, '3', '85042', 'ประกันสังคม', 'จุฬารัตน์ระยอง', NULL, NULL, NULL),
(323, '3', '85050', 'ประกันสังคม', 'จุฬารัตน์ระยอง', NULL, NULL, NULL),
(324, '3', '85051', 'ประกันสังคม', 'จุฬารัตน์ระยอง', NULL, NULL, NULL),
(325, '3', '85053', 'ประกันสังคม', 'จุฬารัตน์ระยอง', NULL, NULL, NULL),
(326, '3', '85055', 'ประกันสังคม', 'ระยอง', NULL, NULL, NULL),
(327, '3', '85060', 'ประกันสังคม', 'จุฬารัตน์ระยอง', NULL, NULL, NULL),
(328, '3', '85066', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(329, '3', '85070', 'ประกันสังคม', '-', NULL, NULL, NULL),
(330, '3', '85073', 'ประกันสังคม', '-', NULL, NULL, NULL),
(331, '3', '85074', 'ประกันสังคม', '-', NULL, NULL, NULL),
(332, '3', '94002', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(333, '3', '94003', 'ประกันสังคม', 'เกษมราษฎร์ รามคำแหง', NULL, NULL, NULL),
(334, '3', '94004', 'ประกันสังคม', 'ราชวิถี', NULL, NULL, NULL),
(335, '3', '94005', 'ประกันสังคม', 'หัวเฉียว', NULL, NULL, NULL),
(336, '3', '94008', 'ประกันสังคม', 'เปาโล โชคชัย 4', NULL, NULL, NULL),
(337, '3', '94012', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(338, '3', '94013', 'ประกันสังคม', 'ราชวิถี', NULL, NULL, NULL),
(339, '3', '94015', 'ประกันสังคม', 'ราชวิถี', NULL, NULL, NULL),
(340, '3', '94016', 'ประกันสังคม', 'เปาโล พระประแดง', NULL, NULL, NULL),
(341, '3', '94018', 'ประกันสังคม', 'บางปะกอก 8', NULL, NULL, NULL),
(342, '3', '94019', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(343, '3', '94020', 'ประกันสังคม', 'กลาง', NULL, NULL, NULL),
(344, '3', '94024', 'ประกันสังคม', '-', NULL, NULL, NULL),
(345, '3', '94025', 'ประกันสังคม', '-', NULL, NULL, NULL),
(346, '3', '10338', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(347, '3', '10356', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(348, '3', '10388', 'ประกันสังคม', 'ราชวิถี', NULL, NULL, NULL),
(349, '3', '10400', 'ประกันสังคม', 'ลาดพร้าว', NULL, NULL, NULL),
(350, '3', '10403', 'ประกันสังคม', 'เลิดสิน', NULL, NULL, NULL),
(351, '2', '91006', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(352, '2', '91077', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(353, '2', '91086', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(354, '2', '91098', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(355, '2', '91099', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(356, '2', '91111', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(357, '2', '91112', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(358, '2', '91118', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(359, '2', '91129', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(360, '2', '91138', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(361, '2', '91025', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(362, '2', '91148', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(363, '2', '91153', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(364, '2', '91163', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(365, '2', '91164', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(366, '2', '91030', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(367, '2', '91191', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(368, '2', '91197', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(369, '2', '91216', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(370, '2', '91218', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(371, '2', '91219', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(372, '2', '91221', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(373, '2', '91047', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(374, '2', '91230', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(375, '2', '91233', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(376, '2', '91238', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(377, '2', '91056', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(378, '2', '91247', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(379, '2', '91250', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(380, '2', '91251', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(381, '2', '91431', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(382, '2', '91254', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(383, '2', '91257', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(384, '2', '91059', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(385, '2', '91260', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(386, '2', '91262', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(387, '2', '91264', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(388, '2', '91266', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(389, '2', '91060', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(390, '2', '91275', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(391, '2', '91279', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(392, '2', '91287', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(393, '2', '91290', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(394, '2', '91294', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(395, '2', '91303', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(396, '2', '91305', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(397, '2', '91066', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(398, '2', '91307', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(399, '2', '91318', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(400, '2', '91321', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(401, '2', '91324', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(402, '2', '91327', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(403, '2', '91331', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(404, '2', '91332', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(405, '2', '91326', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(406, '2', '91336', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(407, '2', '91337', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(408, '2', '91338', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(409, '2', '91339', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(410, '2', '91348', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(411, '2', '91350', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(412, '2', '91351', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(413, '2', '91358', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(414, '2', '91363', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(415, '2', '91364', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(416, '2', '91359', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(417, '2', '91373', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(418, '2', '91375', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(419, '2', '91376', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(420, '2', '91385', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(421, '2', '91386', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(422, '2', '91440', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(423, '2', '91392', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(424, '2', '91461', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(425, '2', '91396', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(426, '2', '91398', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(427, '2', '91395', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(428, '2', '91399', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(429, '2', '91403', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(430, '2', '91400', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(431, '2', '91402', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(432, '2', '91405', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(433, '2', '91415', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(434, '2', '91416', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(435, '2', '91418', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(436, '2', '91425', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(437, '2', '91429', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(438, '2', '91427', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(439, '2', '91430', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(440, '2', '91434', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(441, '2', '91433', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(442, '2', '91435', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(443, '2', '91442', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(444, '2', '91443', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(445, '2', '91466', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(446, '2', '51002', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(447, '2', '51003', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(448, '2', '51255', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(449, '2', '51257', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(450, '2', '51043', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(451, '2', '51006', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(452, '2', '51009', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(453, '2', '51011', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(454, '2', '51012', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(455, '2', '51014', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(456, '2', '51018', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(457, '2', '51020', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(458, '2', '51021', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(459, '2', '51023', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(460, '2', '51025', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(461, '2', '51030', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(462, '2', '51031', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(463, '2', '51032', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(464, '2', '51033', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(465, '2', '51038', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(466, '2', '51040', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(467, '2', '51042', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(468, '2', '51048', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(469, '2', '51049', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(470, '2', '51053', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(471, '2', '51059', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(472, '2', '51062', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(473, '2', '51064', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(474, '2', '51085', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(475, '2', '51113', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(476, '2', '51115', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(477, '2', '51140', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(478, '2', '51150', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(479, '2', '51156', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(480, '2', '51158', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(481, '2', '51159', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(482, '2', '51168', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(483, '2', '51170', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(484, '2', '51171', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(485, '2', '51172', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(486, '2', '51173', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(487, '2', '51186', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(488, '2', '51187', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(489, '2', '51189', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(490, '2', '51194', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(491, '2', '51200', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(492, '2', '51201', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(493, '2', '51208', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(494, '2', '51214', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(495, '2', '51215', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(496, '2', '51217', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(497, '2', '51218', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(498, '2', '51222', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(499, '2', '51225', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(500, '2', '51227', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(501, '2', '51228', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(502, '2', '51234', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(503, '2', '51235', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(504, '2', '51237', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(505, '2', '51239', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(506, '2', '51240', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(507, '2', '51241', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(508, '2', '51242', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(509, '2', '51248', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(510, '2', '51259', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(511, '2', '51262', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(512, '2', '51266', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(513, '2', '51270', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(514, '2', '51273', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(515, '2', '51274', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(516, '2', '51275', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(517, '2', '51277', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(518, '2', '51282', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(519, '2', '51283', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(520, '2', '51287', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(521, '2', '51288', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(522, '2', '51289', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(523, '2', '51290', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(524, '2', '51293', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(525, '2', '51294', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(526, '2', '51295', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(527, '2', '51299', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(528, '2', '21002', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(529, '2', '21004', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(530, '2', '21007', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(531, '2', '21015', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(532, '2', '21018', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(533, '2', '21035', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(534, '2', '21036', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(535, '2', '21037', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(536, '2', '21038', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(537, '2', '21039', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(538, '2', '21041', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(539, '2', '21042', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(540, '2', '21043', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(541, '2', '21044', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(542, '2', '21045', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(543, '2', '21046', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(544, '2', '21047', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(545, '2', '21049', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(546, '2', '21050', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(547, '2', '21051', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(548, '2', '21054', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(549, '2', '21055', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(550, '2', '21056', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(551, '2', '21057', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(552, '2', '21058', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(553, '2', '21059', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(554, '2', '21063', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(555, '2', '21068', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(556, '2', '21073', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(557, '2', '21074', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(558, '2', '21075', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(559, '2', '21076', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(560, '2', '22001', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(561, '2', '22002', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(562, '2', '22003', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(563, '2', '22004', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(564, '2', '22005', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(565, '2', '22006', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(566, '2', '22007', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(567, '2', '22008', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(568, '2', '22009', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(569, '2', '22010', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(570, '2', '22011', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(571, '2', '22012', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(572, '2', '22013', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(573, '2', '22014', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(574, '2', '22015', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(575, '2', '22016', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(576, '2', '22017', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(577, '2', '22018', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(578, '2', '22019', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(579, '2', '22020', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(580, '2', '22021', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(581, '2', '22022', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(582, '2', '22023', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(583, '2', '22024', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(584, '2', '22025', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(585, '2', '22027', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(586, '2', '22028', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(587, '2', '22029', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(588, '2', '22030', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(589, '2', '22031', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(590, '2', '22032', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(591, '2', '61002', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(592, '2', '61003', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(593, '2', '61035', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(594, '2', '61037', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(595, '2', '61045', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(596, '2', '61050', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(597, '2', '61054', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(598, '2', '61055', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(599, '2', '61060', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(600, '2', '61062', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(601, '2', '61070', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(602, '2', '61072', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(603, '2', '61079', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(604, '2', '61082', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(605, '2', '61109', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(606, '2', '61134', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(607, '2', '61140', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(608, '2', '61142', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(609, '2', '61150', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(610, '2', '61152', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(611, '2', '61154', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(612, '2', '61155', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(613, '2', '61163', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(614, '2', '61164', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(615, '2', '61170', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(616, '2', '61172', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(617, '2', '61173', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(618, '2', '61175', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(619, '2', '61190', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(620, '2', '61191', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(621, '2', '61193', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(622, '2', '61197', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(623, '2', '61200', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(624, '2', '61205', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(625, '2', '61208', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(626, '2', '61209', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(627, '2', '61212', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(628, '2', '61217', 'ประกันสุขภาพ', 'แผน 2 OPD 1,000 ( 30 ครั้ง/ปี)  ,IPD 30,000/เคส,Room 1,000 /วัน', NULL, NULL, NULL),
(629, '2', '61218', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(630, '2', '61219', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(631, '2', '61222', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(632, '2', '61224', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(633, '2', '61230', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(634, '2', '61233', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(635, '2', '61234', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(636, '2', '61235', 'ประกันสุขภาพ', '-', NULL, NULL, NULL),
(637, '2', '81026', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(638, '2', '81047', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(639, '2', '81080', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(640, '2', '81083', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(641, '2', '81086', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(642, '2', '81089', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(643, '2', '81090', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(644, '2', '81096', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(645, '2', '81097', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(646, '2', '81098', 'ประกันสุขภาพ', '-', NULL, NULL, NULL),
(647, '2', '81099', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(648, '2', '82001', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(649, '2', '82003', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(650, '2', '82004', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(651, '2', '82005', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(652, '2', '82019', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(653, '2', '82023', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(654, '2', '82031', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(655, '2', '82035', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(656, '2', '82037', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(657, '2', '82038', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(658, '2', '82040', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(659, '2', '82043', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(660, '2', '82044', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(661, '2', '41007', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(662, '2', '41009', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(663, '2', '41011', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(664, '2', '41017', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(665, '2', '42145', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(666, '2', '85006', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(667, '2', '85013', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(668, '2', '85016', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(669, '2', '85031', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(670, '2', '85033', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(671, '2', '85035', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(672, '2', '85042', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(673, '2', '85050', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(674, '2', '85051', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(675, '2', '85053', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(676, '2', '85055', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(677, '2', '85060', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(678, '2', '85066', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(679, '2', '85070', 'ประกันสุขภาพ', '-', NULL, NULL, NULL),
(680, '2', '85073', 'ประกันสุขภาพ', '-', NULL, NULL, NULL),
(681, '2', '85074', 'ประกันสุขภาพ', '-', NULL, NULL, NULL),
(682, '2', '94002', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(683, '2', '94003', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(684, '2', '94004', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(685, '2', '94005', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(686, '2', '94008', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(687, '2', '94012', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(688, '2', '94013', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(689, '2', '94015', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(690, '2', '94016', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(691, '2', '94018', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(692, '2', '94019', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(693, '2', '94020', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(694, '2', '94024', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(695, '2', '94025', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(696, '2', '10338', 'ประกันสุขภาพ', 'ไม่มี', NULL, NULL, NULL),
(697, '2', '10356', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(698, '2', '10388', 'ประกันสุขภาพ', 'แผน 3 IPD 25,000 /เคส,Room 800/วัน', NULL, NULL, NULL),
(699, '2', '10400', 'ประกันสุขภาพ', 'แผน 1 OPD 2,000( 30 ครั้ง/ปี)  ,IPD 50,000/เคส,Room 2,000/วัน', NULL, NULL, NULL),
(700, '2', '10403', 'ประกันสุขภาพ', NULL, NULL, NULL, NULL),
(701, '4', '91006', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(702, '4', '91077', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(703, '4', '91086', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(704, '4', '91098', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(705, '4', '91099', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(706, '4', '91111', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(707, '4', '91112', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(708, '4', '91118', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(709, '4', '91129', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(710, '4', '91138', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(711, '4', '91025', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(712, '4', '91148', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL);
INSERT INTO `ngg_benefits` (`id_be`, `id_list_be`, `code_staff`, `be_name`, `be_detail`, `be_map`, `created_at`, `updated_at`) VALUES
(713, '4', '91153', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(714, '4', '91163', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(715, '4', '91164', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(716, '4', '91030', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(717, '4', '91191', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(718, '4', '91197', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(719, '4', '91216', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(720, '4', '91218', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(721, '4', '91219', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(722, '4', '91221', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(723, '4', '91047', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(724, '4', '91230', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(725, '4', '91233', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(726, '4', '91238', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(727, '4', '91056', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(728, '4', '91247', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(729, '4', '91250', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(730, '4', '91251', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(731, '4', '91431', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(732, '4', '91254', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(733, '4', '91257', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(734, '4', '91059', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(735, '4', '91260', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(736, '4', '91262', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(737, '4', '91264', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(738, '4', '91266', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(739, '4', '91060', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(740, '4', '91275', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(741, '4', '91279', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(742, '4', '91287', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(743, '4', '91290', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(744, '4', '91294', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(745, '4', '91303', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(746, '4', '91305', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(747, '4', '91066', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(748, '4', '91307', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(749, '4', '91318', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(750, '4', '91321', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(751, '4', '91324', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(752, '4', '91327', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(753, '4', '91331', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(754, '4', '91332', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(755, '4', '91326', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(756, '4', '91336', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(757, '4', '91337', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(758, '4', '91338', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(759, '4', '91339', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(760, '4', '91348', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(761, '4', '91350', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(762, '4', '91351', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(763, '4', '91358', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(764, '4', '91363', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(765, '4', '91364', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(766, '4', '91359', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(767, '4', '91373', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(768, '4', '91375', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(769, '4', '91376', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(770, '4', '91385', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(771, '4', '91386', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(772, '4', '91440', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(773, '4', '91392', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(774, '4', '91461', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(775, '4', '91396', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(776, '4', '91398', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(777, '4', '91395', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(778, '4', '91399', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(779, '4', '91403', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(780, '4', '91400', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(781, '4', '91402', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(782, '4', '91405', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(783, '4', '91415', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(784, '4', '91416', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(785, '4', '91418', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(786, '4', '91425', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(787, '4', '91429', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(788, '4', '91427', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(789, '4', '91430', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(790, '4', '91434', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(791, '4', '91433', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(792, '4', '91435', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(793, '4', '91442', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(794, '4', '91443', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(795, '4', '91466', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(796, '4', '51002', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(797, '4', '51003', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(798, '4', '51255', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(799, '4', '51257', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(800, '4', '51043', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(801, '4', '51006', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(802, '4', '51009', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(803, '4', '51011', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(804, '4', '51012', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(805, '4', '51014', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(806, '4', '51018', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(807, '4', '51020', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(808, '4', '51021', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(809, '4', '51023', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(810, '4', '51025', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(811, '4', '51030', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(812, '4', '51031', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(813, '4', '51032', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(814, '4', '51033', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(815, '4', '51038', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(816, '4', '51040', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(817, '4', '51042', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(818, '4', '51048', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(819, '4', '51049', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(820, '4', '51053', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(821, '4', '51059', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(822, '4', '51062', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(823, '4', '51064', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(824, '4', '51085', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(825, '4', '51113', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(826, '4', '51115', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(827, '4', '51140', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(828, '4', '51150', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(829, '4', '51156', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(830, '4', '51158', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(831, '4', '51159', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(832, '4', '51168', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(833, '4', '51170', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(834, '4', '51171', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(835, '4', '51172', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(836, '4', '51173', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(837, '4', '51186', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(838, '4', '51187', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(839, '4', '51189', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(840, '4', '51194', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(841, '4', '51200', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(842, '4', '51201', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(843, '4', '51208', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(844, '4', '51214', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(845, '4', '51215', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(846, '4', '51217', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(847, '4', '51218', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(848, '4', '51222', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(849, '4', '51225', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(850, '4', '51227', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(851, '4', '51228', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(852, '4', '51234', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(853, '4', '51235', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(854, '4', '51237', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(855, '4', '51239', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(856, '4', '51240', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(857, '4', '51241', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(858, '4', '51242', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(859, '4', '51248', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(860, '4', '51259', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(861, '4', '51262', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(862, '4', '51266', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(863, '4', '51270', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(864, '4', '51273', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(865, '4', '51274', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(866, '4', '51275', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(867, '4', '51277', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(868, '4', '51282', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(869, '4', '51283', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(870, '4', '51287', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(871, '4', '51288', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(872, '4', '51289', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(873, '4', '51290', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(874, '4', '51293', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(875, '4', '51294', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(876, '4', '51295', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(877, '4', '51299', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(878, '4', '21002', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(879, '4', '21004', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(880, '4', '21007', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(881, '4', '21015', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(882, '4', '21018', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(883, '4', '21035', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(884, '4', '21036', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(885, '4', '21037', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(886, '4', '21038', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(887, '4', '21039', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(888, '4', '21041', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(889, '4', '21042', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(890, '4', '21043', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(891, '4', '21044', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(892, '4', '21045', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(893, '4', '21046', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(894, '4', '21047', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(895, '4', '21049', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(896, '4', '21050', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(897, '4', '21051', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(898, '4', '21054', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(899, '4', '21055', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(900, '4', '21056', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(901, '4', '21057', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(902, '4', '21058', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(903, '4', '21059', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(904, '4', '21063', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(905, '4', '21068', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(906, '4', '21073', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(907, '4', '21074', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(908, '4', '21075', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(909, '4', '21076', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(910, '4', '22001', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(911, '4', '22002', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(912, '4', '22003', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(913, '4', '22004', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(914, '4', '22005', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(915, '4', '22006', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(916, '4', '22007', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(917, '4', '22008', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(918, '4', '22009', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(919, '4', '22010', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(920, '4', '22011', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(921, '4', '22012', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(922, '4', '22013', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(923, '4', '22014', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(924, '4', '22015', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(925, '4', '22016', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(926, '4', '22017', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(927, '4', '22018', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(928, '4', '22019', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(929, '4', '22020', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(930, '4', '22021', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(931, '4', '22022', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(932, '4', '22023', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(933, '4', '22024', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(934, '4', '22025', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(935, '4', '22027', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(936, '4', '22028', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(937, '4', '22029', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(938, '4', '22030', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(939, '4', '22031', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(940, '4', '22032', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(941, '4', '61002', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(942, '4', '61003', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(943, '4', '61035', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(944, '4', '61037', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(945, '4', '61045', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(946, '4', '61050', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(947, '4', '61054', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(948, '4', '61055', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(949, '4', '61060', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(950, '4', '61062', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(951, '4', '61070', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(952, '4', '61072', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(953, '4', '61079', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(954, '4', '61082', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(955, '4', '61109', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(956, '4', '61134', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(957, '4', '61140', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(958, '4', '61142', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(959, '4', '61150', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(960, '4', '61152', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(961, '4', '61154', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(962, '4', '61155', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(963, '4', '61163', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(964, '4', '61164', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(965, '4', '61170', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(966, '4', '61172', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(967, '4', '61173', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(968, '4', '61175', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(969, '4', '61190', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(970, '4', '61191', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(971, '4', '61193', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(972, '4', '61197', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(973, '4', '61200', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(974, '4', '61205', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(975, '4', '61208', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(976, '4', '61209', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(977, '4', '61212', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(978, '4', '61217', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000  ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(979, '4', '61218', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(980, '4', '61219', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(981, '4', '61222', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(982, '4', '61224', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(983, '4', '61230', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(984, '4', '61233', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(985, '4', '61234', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(986, '4', '61235', 'ประกันอุบัติเหตุและชีวิต', '-', NULL, NULL, NULL),
(987, '4', '81026', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(988, '4', '81047', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(989, '4', '81080', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(990, '4', '81083', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(991, '4', '81086', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(992, '4', '81089', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(993, '4', '81090', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(994, '4', '81096', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(995, '4', '81097', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(996, '4', '81098', 'ประกันอุบัติเหตุและชีวิต', '-', NULL, NULL, NULL),
(997, '4', '81099', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(998, '4', '82001', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(999, '4', '82003', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1000, '4', '82004', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1001, '4', '82005', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1002, '4', '82019', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1003, '4', '82023', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1004, '4', '82031', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1005, '4', '82035', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1006, '4', '82037', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1007, '4', '82038', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1008, '4', '82040', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1009, '4', '82043', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1010, '4', '82044', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1011, '4', '41007', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1012, '4', '41009', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1013, '4', '41011', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1014, '4', '41017', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1015, '4', '42145', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1016, '4', '85006', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(1017, '4', '85013', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1018, '4', '85016', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(1019, '4', '85031', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1020, '4', '85033', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1021, '4', '85035', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1022, '4', '85042', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1023, '4', '85050', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1024, '4', '85051', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1025, '4', '85053', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1026, '4', '85055', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(1027, '4', '85060', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1028, '4', '85066', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(1029, '4', '85070', 'ประกันอุบัติเหตุและชีวิต', '-', NULL, NULL, NULL),
(1030, '4', '85073', 'ประกันอุบัติเหตุและชีวิต', '-', NULL, NULL, NULL),
(1031, '4', '85074', 'ประกันอุบัติเหตุและชีวิต', '-', NULL, NULL, NULL),
(1032, '4', '94002', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(1033, '4', '94003', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(1034, '4', '94004', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1035, '4', '94005', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1036, '4', '94008', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(1037, '4', '94012', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1038, '4', '94013', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1039, '4', '94015', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1040, '4', '94016', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(1041, '4', '94018', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1042, '4', '94019', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1043, '4', '94020', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1044, '4', '94024', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1045, '4', '94025', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1046, '4', '10338', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 20,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 200,000', NULL, NULL, NULL),
(1047, '4', '10356', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(1048, '4', '10388', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 100,000', NULL, NULL, NULL),
(1049, '4', '10400', 'ประกันอุบัติเหตุและชีวิต', 'ค่ารักษา 5,000 ไม่จำกัดจำนวนครั้ง/ประกันชีวิต 400,000', NULL, NULL, NULL),
(1050, '6', '91006', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1051, '6', '91077', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1052, '6', '91086', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1053, '6', '91098', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1054, '6', '91099', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1055, '6', '91111', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1056, '6', '91112', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1057, '6', '91118', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1058, '6', '91129', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1059, '6', '91138', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1060, '6', '91025', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1061, '6', '91148', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1062, '6', '91153', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1063, '6', '91163', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1064, '6', '91164', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1065, '6', '91030', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1066, '6', '91191', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1067, '6', '91197', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1068, '6', '91216', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1069, '6', '91218', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1070, '6', '91219', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1071, '6', '91221', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1072, '6', '91047', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1073, '6', '91230', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1074, '6', '91233', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1075, '6', '91238', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1076, '6', '91056', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1077, '6', '91247', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1078, '6', '91250', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1079, '6', '91251', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1080, '6', '91431', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1081, '6', '91254', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1082, '6', '91257', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1083, '6', '91059', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1084, '6', '91260', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1085, '6', '91262', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1086, '6', '91264', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1087, '6', '91266', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1088, '6', '91060', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1089, '6', '91275', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1090, '6', '91279', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1091, '6', '91287', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1092, '6', '91290', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1093, '6', '91294', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1094, '6', '91303', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1095, '6', '91305', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1096, '6', '91066', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1097, '6', '91307', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1098, '6', '91318', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1099, '6', '91321', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1100, '6', '91324', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1101, '6', '91327', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1102, '6', '91331', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1103, '6', '91332', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1104, '6', '91326', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1105, '6', '91336', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1106, '6', '91337', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1107, '6', '91338', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1108, '6', '91339', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1109, '6', '91348', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1110, '6', '91350', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1111, '6', '91351', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1112, '6', '91358', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1113, '6', '91363', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1114, '6', '91364', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1115, '6', '91359', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1116, '6', '91373', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1117, '6', '91375', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1118, '6', '91376', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1119, '6', '91385', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1120, '6', '91386', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1121, '6', '91440', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1122, '6', '91392', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1123, '6', '91461', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1124, '6', '91396', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1125, '6', '91398', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1126, '6', '91395', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1127, '6', '91399', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1128, '6', '91403', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1129, '6', '91400', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1130, '6', '91402', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1131, '6', '91405', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1132, '6', '91415', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1133, '6', '91416', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1134, '6', '91418', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1135, '6', '91425', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1136, '6', '91429', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1137, '6', '91427', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1138, '6', '91430', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1139, '6', '91434', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1140, '6', '91433', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1141, '6', '91435', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1142, '6', '91442', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1143, '6', '91443', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1144, '6', '91466', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1145, '6', '51002', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1146, '6', '51003', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1147, '6', '51255', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1148, '6', '51257', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1149, '6', '51043', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1150, '6', '51006', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1151, '6', '51009', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1152, '6', '51011', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1153, '6', '51012', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1154, '6', '51014', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1155, '6', '51018', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1156, '6', '51020', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1157, '6', '51021', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1158, '6', '51023', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1159, '6', '51025', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1160, '6', '51030', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1161, '6', '51031', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1162, '6', '51032', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1163, '6', '51033', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1164, '6', '51038', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1165, '6', '51040', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1166, '6', '51042', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1167, '6', '51048', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1168, '6', '51049', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1169, '6', '51053', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1170, '6', '51059', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1171, '6', '51062', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1172, '6', '51064', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1173, '6', '51085', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1174, '6', '51113', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1175, '6', '51115', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1176, '6', '51140', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1177, '6', '51150', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1178, '6', '51156', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1179, '6', '51158', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1180, '6', '51159', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1181, '6', '51168', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1182, '6', '51170', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1183, '6', '51171', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1184, '6', '51172', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1185, '6', '51173', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1186, '6', '51186', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1187, '6', '51187', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1188, '6', '51189', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1189, '6', '51194', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1190, '6', '51200', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1191, '6', '51201', 'ส่วนลดChammy', '25%', NULL, NULL, NULL);
INSERT INTO `ngg_benefits` (`id_be`, `id_list_be`, `code_staff`, `be_name`, `be_detail`, `be_map`, `created_at`, `updated_at`) VALUES
(1192, '6', '51208', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1193, '6', '51214', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1194, '6', '51215', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1195, '6', '51217', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1196, '6', '51218', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1197, '6', '51222', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1198, '6', '51225', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1199, '6', '51227', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1200, '6', '51228', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1201, '6', '51234', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1202, '6', '51235', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1203, '6', '51237', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1204, '6', '51239', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1205, '6', '51240', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1206, '6', '51241', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1207, '6', '51242', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1208, '6', '51248', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1209, '6', '51259', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1210, '6', '51262', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1211, '6', '51266', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1212, '6', '51270', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1213, '6', '51273', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1214, '6', '51274', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1215, '6', '51275', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1216, '6', '51277', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1217, '6', '51282', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1218, '6', '51283', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1219, '6', '51287', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1220, '6', '51288', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1221, '6', '51289', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1222, '6', '51290', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1223, '6', '51293', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1224, '6', '51294', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1225, '6', '51295', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1226, '6', '51299', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1227, '6', '21002', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1228, '6', '21004', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1229, '6', '21007', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1230, '6', '21015', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1231, '6', '21018', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1232, '6', '21035', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1233, '6', '21036', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1234, '6', '21037', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1235, '6', '21038', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1236, '6', '21039', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1237, '6', '21041', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1238, '6', '21042', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1239, '6', '21043', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1240, '6', '21044', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1241, '6', '21045', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1242, '6', '21046', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1243, '6', '21047', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1244, '6', '21049', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1245, '6', '21050', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1246, '6', '21051', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1247, '6', '21054', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1248, '6', '21055', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1249, '6', '21056', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1250, '6', '21057', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1251, '6', '21058', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1252, '6', '21059', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1253, '6', '21063', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1254, '6', '21068', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1255, '6', '21073', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1256, '6', '21074', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1257, '6', '21075', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1258, '6', '21076', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1259, '6', '22001', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1260, '6', '22002', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1261, '6', '22003', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1262, '6', '22004', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1263, '6', '22005', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1264, '6', '22006', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1265, '6', '22007', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1266, '6', '22008', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1267, '6', '22009', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1268, '6', '22010', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1269, '6', '22011', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1270, '6', '22012', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1271, '6', '22013', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1272, '6', '22014', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1273, '6', '22015', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1274, '6', '22016', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1275, '6', '22017', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1276, '6', '22018', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1277, '6', '22019', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1278, '6', '22020', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1279, '6', '22021', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1280, '6', '22022', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1281, '6', '22023', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1282, '6', '22024', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1283, '6', '22025', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1284, '6', '22027', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1285, '6', '22028', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1286, '6', '22029', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1287, '6', '22030', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1288, '6', '22031', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1289, '6', '22032', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1290, '6', '61002', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1291, '6', '61003', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1292, '6', '61035', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1293, '6', '61037', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1294, '6', '61045', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1295, '6', '61050', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1296, '6', '61054', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1297, '6', '61055', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1298, '6', '61060', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1299, '6', '61062', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1300, '6', '61070', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1301, '6', '61072', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1302, '6', '61079', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1303, '6', '61082', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1304, '6', '61109', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1305, '6', '61134', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1306, '6', '61140', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1307, '6', '61142', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1308, '6', '61150', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1309, '6', '61152', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1310, '6', '61154', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1311, '6', '61155', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1312, '6', '61163', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1313, '6', '61164', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1314, '6', '61170', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1315, '6', '61172', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1316, '6', '61173', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1317, '6', '61175', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1318, '6', '61190', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1319, '6', '61191', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1320, '6', '61193', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1321, '6', '61197', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1322, '6', '61200', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1323, '6', '61205', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1324, '6', '61208', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1325, '6', '61209', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1326, '6', '61212', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1327, '6', '61217', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1328, '6', '61218', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1329, '6', '61219', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1330, '6', '61222', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1331, '6', '61224', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1332, '6', '61230', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1333, '6', '61233', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1334, '6', '61234', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1335, '6', '61235', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1336, '6', '81026', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1337, '6', '81047', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1338, '6', '81080', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1339, '6', '81083', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1340, '6', '81086', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1341, '6', '81089', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1342, '6', '81090', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1343, '6', '81096', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1344, '6', '81097', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1345, '6', '81098', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1346, '6', '81099', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1347, '6', '82001', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1348, '6', '82003', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1349, '6', '82004', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1350, '6', '82005', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1351, '6', '82019', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1352, '6', '82023', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1353, '6', '82031', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1354, '6', '82035', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1355, '6', '82037', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1356, '6', '82038', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1357, '6', '82040', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1358, '6', '82043', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1359, '6', '82044', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1360, '6', '41007', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1361, '6', '41009', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1362, '6', '41011', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1363, '6', '41017', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1364, '6', '42145', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1365, '6', '85006', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1366, '6', '85013', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1367, '6', '85016', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1368, '6', '85031', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1369, '6', '85033', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1370, '6', '85035', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1371, '6', '85042', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1372, '6', '85050', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1373, '6', '85051', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1374, '6', '85053', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1375, '6', '85055', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1376, '6', '85060', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1377, '6', '85066', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1378, '6', '85070', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1379, '6', '85073', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1380, '6', '85074', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1381, '6', '94002', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1382, '6', '94003', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1383, '6', '94004', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1384, '6', '94005', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1385, '6', '94008', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1386, '6', '94012', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1387, '6', '94013', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1388, '6', '94015', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1389, '6', '94016', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1390, '6', '94018', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1391, '6', '94019', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1392, '6', '94020', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1393, '6', '94024', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1394, '6', '94025', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1395, '6', '10338', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1396, '6', '10356', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1397, '6', '10388', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(1398, '6', '10400', 'ส่วนลดChammy', '25%', NULL, NULL, NULL),
(2100, '6', '91077', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2101, '6', '91086', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2102, '6', '91098', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2103, '6', '91099', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2104, '6', '91111', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2105, '6', '91112', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2106, '6', '91118', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2107, '6', '91129', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2108, '6', '91138', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2109, '6', '91025', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2110, '6', '91148', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2111, '6', '91153', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2112, '6', '91163', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2113, '6', '91164', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2114, '6', '91030', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2115, '6', '91191', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2116, '6', '91197', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2117, '6', '91216', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2118, '6', '91218', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2119, '6', '91219', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2120, '6', '91221', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2121, '6', '91047', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2122, '6', '91230', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2123, '6', '91233', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2124, '6', '91238', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2125, '6', '91056', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2126, '6', '91247', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2127, '6', '91250', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2128, '6', '91251', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2129, '6', '91431', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2130, '6', '91254', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2131, '6', '91257', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2132, '6', '91059', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2133, '6', '91260', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2134, '6', '91262', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2135, '6', '91264', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2136, '6', '91266', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2137, '6', '91060', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2138, '6', '91275', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2139, '6', '91279', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2140, '6', '91287', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2141, '6', '91290', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2142, '6', '91294', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2143, '6', '91303', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2144, '6', '91305', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2145, '6', '91066', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2146, '6', '91307', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2147, '6', '91318', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2148, '6', '91321', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2149, '6', '91324', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2150, '6', '91327', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2151, '6', '91331', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2152, '6', '91332', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2153, '6', '91326', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2154, '6', '91336', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2155, '6', '91337', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2156, '6', '91338', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2157, '6', '91339', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2158, '6', '91348', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2159, '6', '91350', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2160, '6', '91351', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2161, '6', '91358', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2162, '6', '91363', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2163, '6', '91364', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2164, '6', '91359', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2165, '6', '91373', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2166, '6', '91375', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2167, '6', '91376', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2168, '6', '91385', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2169, '6', '91386', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2170, '6', '91440', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2171, '6', '91392', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2172, '6', '91461', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2173, '6', '91396', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2174, '6', '91398', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2175, '6', '91395', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2176, '6', '91399', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2177, '6', '91403', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2178, '6', '91400', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2179, '6', '91402', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2180, '6', '91405', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2181, '6', '91415', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2182, '6', '91416', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2183, '6', '91418', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2184, '6', '91425', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2185, '6', '91429', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2186, '6', '91427', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2187, '6', '91430', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2188, '6', '91434', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2189, '6', '91433', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2190, '6', '91435', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2191, '6', '91442', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2192, '6', '91443', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2193, '6', '91466', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2194, '6', '51002', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2195, '6', '51003', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2196, '6', '51255', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2197, '6', '51257', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2198, '6', '51043', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2199, '6', '51006', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2200, '6', '51009', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2201, '6', '51011', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2202, '6', '51012', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2203, '6', '51014', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2204, '6', '51018', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2205, '6', '51020', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2206, '6', '51021', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2207, '6', '51023', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2208, '6', '51025', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2209, '6', '51030', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2210, '6', '51031', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2211, '6', '51032', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2212, '6', '51033', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2213, '6', '51038', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2214, '6', '51040', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2215, '6', '51042', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2216, '6', '51048', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2217, '6', '51049', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2218, '6', '51053', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2219, '6', '51059', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2220, '6', '51062', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2221, '6', '51064', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2222, '6', '51085', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2223, '6', '51113', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2224, '6', '51115', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2225, '6', '51140', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2226, '6', '51150', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2227, '6', '51156', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2228, '6', '51158', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2229, '6', '51159', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2230, '6', '51168', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2231, '6', '51170', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2232, '6', '51171', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2233, '6', '51172', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2234, '6', '51173', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2235, '6', '51186', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2236, '6', '51187', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2237, '6', '51189', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2238, '6', '51194', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2239, '6', '51200', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2240, '6', '51201', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2241, '6', '51208', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2242, '6', '51214', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2243, '6', '51215', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2244, '6', '51217', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2245, '6', '51218', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2246, '6', '51222', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2247, '6', '51225', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2248, '6', '51227', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2249, '6', '51228', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2250, '6', '51234', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2251, '6', '51235', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2252, '6', '51237', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2253, '6', '51239', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2254, '6', '51240', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2255, '6', '51241', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2256, '6', '51242', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2257, '6', '51248', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2258, '6', '51259', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2259, '6', '51262', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2260, '6', '51266', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2261, '6', '51270', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2262, '6', '51273', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2263, '6', '51274', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2264, '6', '51275', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2265, '6', '51277', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2266, '6', '51282', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2267, '6', '51283', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2268, '6', '51287', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2269, '6', '51288', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2270, '6', '51289', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2271, '6', '51290', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2272, '6', '51293', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2273, '6', '51294', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2274, '6', '51295', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2275, '6', '51299', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2276, '6', '21002', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2277, '6', '21004', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2278, '6', '21007', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2279, '6', '21015', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2280, '6', '21018', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2281, '6', '21035', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2282, '6', '21036', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2283, '6', '21037', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2284, '6', '21038', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2285, '6', '21039', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2286, '6', '21041', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2287, '6', '21042', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2288, '6', '21043', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2289, '6', '21044', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2290, '6', '21045', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2291, '6', '21046', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2292, '6', '21047', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2293, '6', '21049', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2294, '6', '21050', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2295, '6', '21051', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2296, '6', '21054', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2297, '6', '21055', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2298, '6', '21056', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2299, '6', '21057', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2300, '6', '21058', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2301, '6', '21059', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2302, '6', '21063', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2303, '6', '21068', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2304, '6', '21073', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2305, '6', '21074', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2306, '6', '21075', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2307, '6', '21076', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2308, '6', '22001', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2309, '6', '22002', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2310, '6', '22003', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2311, '6', '22004', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2312, '6', '22005', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2313, '6', '22006', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2314, '6', '22007', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2315, '6', '22008', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2316, '6', '22009', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2317, '6', '22010', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2318, '6', '22011', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2319, '6', '22012', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2320, '6', '22013', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2321, '6', '22014', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2322, '6', '22015', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2323, '6', '22016', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2324, '6', '22017', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2325, '6', '22018', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2326, '6', '22019', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2327, '6', '22020', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2328, '6', '22021', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2329, '6', '22022', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2330, '6', '22023', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2331, '6', '22024', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2332, '6', '22025', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2333, '6', '22027', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2334, '6', '22028', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2335, '6', '22029', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2336, '6', '22030', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2337, '6', '22031', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2338, '6', '22032', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2339, '6', '61002', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2340, '6', '61003', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2341, '6', '61035', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2342, '6', '61037', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2343, '6', '61045', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2344, '6', '61050', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2345, '6', '61054', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2346, '6', '61055', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2347, '6', '61060', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2348, '6', '61062', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2349, '6', '61070', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2350, '6', '61072', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2351, '6', '61079', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2352, '6', '61082', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2353, '6', '61109', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2354, '6', '61134', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2355, '6', '61140', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2356, '6', '61142', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2357, '6', '61150', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2358, '6', '61152', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2359, '6', '61154', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2360, '6', '61155', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2361, '6', '61163', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2362, '6', '61164', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2363, '6', '61170', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2364, '6', '61172', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2365, '6', '61173', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2366, '6', '61175', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2367, '6', '61190', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2368, '6', '61191', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2369, '6', '61193', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2370, '6', '61197', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2371, '6', '61200', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2372, '6', '61205', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2373, '6', '61208', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2374, '6', '61209', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2375, '6', '61212', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2376, '6', '61217', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2377, '6', '61218', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2378, '6', '61219', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2379, '6', '61222', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2380, '6', '61224', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2381, '6', '61230', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2382, '6', '61233', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2383, '6', '61234', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2384, '6', '61235', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2385, '6', '81026', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2386, '6', '81047', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2387, '6', '81080', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2388, '6', '81083', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2389, '6', '81086', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2390, '6', '81089', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2391, '6', '81090', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2392, '6', '81096', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2393, '6', '81097', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2394, '6', '81098', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2395, '6', '81099', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2396, '6', '82001', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2397, '6', '82003', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2398, '6', '82004', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2399, '6', '82005', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2400, '6', '82019', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2401, '6', '82023', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2402, '6', '82031', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2403, '6', '82035', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2404, '6', '82037', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2405, '6', '82038', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2406, '6', '82040', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2407, '6', '82043', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2408, '6', '82044', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2409, '6', '41007', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2410, '6', '41009', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2411, '6', '41011', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2412, '6', '41017', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2413, '6', '42145', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2414, '6', '85006', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2415, '6', '85013', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2416, '6', '85016', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2417, '6', '85031', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2418, '6', '85033', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2419, '6', '85035', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2420, '6', '85042', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2421, '6', '85050', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2422, '6', '85051', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2423, '6', '85053', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2424, '6', '85055', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2425, '6', '85060', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2426, '6', '85066', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2427, '6', '85070', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2428, '6', '85073', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2429, '6', '85074', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2430, '6', '94002', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2431, '6', '94003', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2432, '6', '94004', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2433, '6', '94005', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2434, '6', '94008', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2435, '6', '94012', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2436, '6', '94013', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2437, '6', '94015', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2438, '6', '94016', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2439, '6', '94018', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2440, '6', '94019', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2441, '6', '94020', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2442, '6', '94024', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2443, '6', '94025', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2444, '6', '10338', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2445, '6', '10356', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2446, '6', '10388', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2447, '6', '10400', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2448, '6', '91006', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2449, '6', '91077', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2450, '6', '91086', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2451, '6', '91098', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2452, '6', '91099', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2453, '6', '91111', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2454, '6', '91112', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2455, '6', '91118', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2456, '6', '91129', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2457, '6', '91138', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2458, '6', '91025', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2459, '6', '91148', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2460, '6', '91153', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2461, '6', '91163', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2462, '6', '91164', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2463, '6', '91030', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2464, '6', '91191', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2465, '6', '91197', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2466, '6', '91216', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2467, '6', '91218', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2468, '6', '91219', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2469, '6', '91221', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2470, '6', '91047', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2471, '6', '91230', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2472, '6', '91233', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2473, '6', '91238', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2474, '6', '91056', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2475, '6', '91247', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2476, '6', '91250', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2477, '6', '91251', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2478, '6', '91431', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2479, '6', '91254', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2480, '6', '91257', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2481, '6', '91059', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2482, '6', '91260', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2483, '6', '91262', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2484, '6', '91264', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2485, '6', '91266', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2486, '6', '91060', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2487, '6', '91275', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2488, '6', '91279', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2489, '6', '91287', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2490, '6', '91290', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2491, '6', '91294', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2492, '6', '91303', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2493, '6', '91305', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2494, '6', '91066', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2495, '6', '91307', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2496, '6', '91318', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2497, '6', '91321', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2498, '6', '91324', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2499, '6', '91327', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2500, '6', '91331', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2501, '6', '91332', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2502, '6', '91326', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2503, '6', '91336', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2504, '6', '91337', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2505, '6', '91338', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2506, '6', '91339', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2507, '6', '91348', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2508, '6', '91350', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2509, '6', '91351', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2510, '6', '91358', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2511, '6', '91363', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2512, '6', '91364', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2513, '6', '91359', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2514, '6', '91373', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2515, '6', '91375', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2516, '6', '91376', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2517, '6', '91385', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2518, '6', '91386', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2519, '6', '91440', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2520, '6', '91392', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2521, '6', '91461', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2522, '6', '91396', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2523, '6', '91398', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2524, '6', '91395', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2525, '6', '91399', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2526, '6', '91403', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2527, '6', '91400', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2528, '6', '91402', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2529, '6', '91405', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2530, '6', '91415', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2531, '6', '91416', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2532, '6', '91418', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2533, '6', '91425', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2534, '6', '91429', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2535, '6', '91427', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2536, '6', '91430', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2537, '6', '91434', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2538, '6', '91433', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2539, '6', '91435', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2540, '6', '91442', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2541, '6', '91443', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2542, '6', '91466', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2543, '6', '51002', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2544, '6', '51003', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2545, '6', '51255', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2546, '6', '51257', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2547, '6', '51043', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2548, '6', '51006', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2549, '6', '51009', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2550, '6', '51011', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2551, '6', '51012', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2552, '6', '51014', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2553, '6', '51018', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2554, '6', '51020', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2555, '6', '51021', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2556, '6', '51023', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2557, '6', '51025', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2558, '6', '51030', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2559, '6', '51031', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2560, '6', '51032', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2561, '6', '51033', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2562, '6', '51038', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2563, '6', '51040', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2564, '6', '51042', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2565, '6', '51048', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2566, '6', '51049', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2567, '6', '51053', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2568, '6', '51059', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2569, '6', '51062', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2570, '6', '51064', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2571, '6', '51085', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2572, '6', '51113', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2573, '6', '51115', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2574, '6', '51140', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2575, '6', '51150', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2576, '6', '51156', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2577, '6', '51158', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2578, '6', '51159', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2579, '6', '51168', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2580, '6', '51170', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2581, '6', '51171', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2582, '6', '51172', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2583, '6', '51173', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2584, '6', '51186', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2585, '6', '51187', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2586, '6', '51189', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2587, '6', '51194', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2588, '6', '51200', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2589, '6', '51201', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2590, '6', '51208', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2591, '6', '51214', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2592, '6', '51215', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2593, '6', '51217', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2594, '6', '51218', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2595, '6', '51222', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2596, '6', '51225', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2597, '6', '51227', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2598, '6', '51228', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2599, '6', '51234', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2600, '6', '51235', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2601, '6', '51237', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2602, '6', '51239', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2603, '6', '51240', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2604, '6', '51241', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2605, '6', '51242', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2606, '6', '51248', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2607, '6', '51259', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2608, '6', '51262', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2609, '6', '51266', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2610, '6', '51270', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2611, '6', '51273', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2612, '6', '51274', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2613, '6', '51275', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2614, '6', '51277', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2615, '6', '51282', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2616, '6', '51283', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2617, '6', '51287', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2618, '6', '51288', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2619, '6', '51289', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2620, '6', '51290', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2621, '6', '51293', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2622, '6', '51294', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2623, '6', '51295', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2624, '6', '51299', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2625, '6', '21002', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2626, '6', '21004', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2627, '6', '21007', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2628, '6', '21015', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2629, '6', '21018', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2630, '6', '21035', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2631, '6', '21036', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2632, '6', '21037', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2633, '6', '21038', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2634, '6', '21039', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2635, '6', '21041', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2636, '6', '21042', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2637, '6', '21043', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2638, '6', '21044', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2639, '6', '21045', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2640, '6', '21046', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2641, '6', '21047', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2642, '6', '21049', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2643, '6', '21050', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2644, '6', '21051', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2645, '6', '21054', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2646, '6', '21055', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2647, '6', '21056', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2648, '6', '21057', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL);
INSERT INTO `ngg_benefits` (`id_be`, `id_list_be`, `code_staff`, `be_name`, `be_detail`, `be_map`, `created_at`, `updated_at`) VALUES
(2649, '6', '21058', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2650, '6', '21059', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2651, '6', '21063', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2652, '6', '21068', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2653, '6', '21073', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2654, '6', '21074', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2655, '6', '21075', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2656, '6', '21076', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2657, '6', '22001', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2658, '6', '22002', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2659, '6', '22003', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2660, '6', '22004', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2661, '6', '22005', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2662, '6', '22006', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2663, '6', '22007', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2664, '6', '22008', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2665, '6', '22009', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2666, '6', '22010', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2667, '6', '22011', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2668, '6', '22012', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2669, '6', '22013', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2670, '6', '22014', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2671, '6', '22015', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2672, '6', '22016', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2673, '6', '22017', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2674, '6', '22018', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2675, '6', '22019', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2676, '6', '22020', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2677, '6', '22021', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2678, '6', '22022', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2679, '6', '22023', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2680, '6', '22024', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2681, '6', '22025', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2682, '6', '22027', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2683, '6', '22028', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2684, '6', '22029', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2685, '6', '22030', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2686, '6', '22031', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2687, '6', '22032', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2688, '6', '61002', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2689, '6', '61003', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2690, '6', '61035', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2691, '6', '61037', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2692, '6', '61045', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2693, '6', '61050', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2694, '6', '61054', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2695, '6', '61055', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2696, '6', '61060', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2697, '6', '61062', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2698, '6', '61070', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2699, '6', '61072', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2700, '6', '61079', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2701, '6', '61082', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2702, '6', '61109', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2703, '6', '61134', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2704, '6', '61140', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2705, '6', '61142', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2706, '6', '61150', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2707, '6', '61152', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2708, '6', '61154', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2709, '6', '61155', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2710, '6', '61163', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2711, '6', '61164', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2712, '6', '61170', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2713, '6', '61172', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2714, '6', '61173', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2715, '6', '61175', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2716, '6', '61190', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2717, '6', '61191', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2718, '6', '61193', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2719, '6', '61197', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2720, '6', '61200', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2721, '6', '61205', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2722, '6', '61208', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2723, '6', '61209', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2724, '6', '61212', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2725, '6', '61217', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2726, '6', '61218', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2727, '6', '61219', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2728, '6', '61222', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2729, '6', '61224', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2730, '6', '61230', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2731, '6', '61233', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2732, '6', '61234', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2733, '6', '61235', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2734, '6', '81026', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2735, '6', '81047', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2736, '6', '81080', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2737, '6', '81083', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2738, '6', '81086', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2739, '6', '81089', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2740, '6', '81090', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2741, '6', '81096', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2742, '6', '81097', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2743, '6', '81098', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2744, '6', '81099', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2745, '6', '82001', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2746, '6', '82003', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2747, '6', '82004', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2748, '6', '82005', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2749, '6', '82019', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2750, '6', '82023', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2751, '6', '82031', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2752, '6', '82035', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2753, '6', '82037', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2754, '6', '82038', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2755, '6', '82040', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2756, '6', '82043', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2757, '6', '82044', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2758, '6', '41007', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2759, '6', '41009', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2760, '6', '41011', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2761, '6', '41017', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2762, '6', '42145', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2763, '6', '85006', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2764, '6', '85013', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2765, '6', '85016', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2766, '6', '85031', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2767, '6', '85033', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2768, '6', '85035', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2769, '6', '85042', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2770, '6', '85050', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2771, '6', '85051', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2772, '6', '85053', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2773, '6', '85055', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2774, '6', '85060', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2775, '6', '85066', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2776, '6', '85070', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2777, '6', '85073', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2778, '6', '85074', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2779, '6', '94002', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2780, '6', '94003', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2781, '6', '94004', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2782, '6', '94005', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2783, '6', '94008', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2784, '6', '94012', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2785, '6', '94013', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2786, '6', '94015', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2787, '6', '94016', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2788, '6', '94018', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2789, '6', '94019', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2790, '6', '94020', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2791, '6', '94024', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2792, '6', '94025', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2793, '6', '10338', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2794, '6', '10356', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2795, '6', '10388', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2796, '6', '10400', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2797, '6', '10403', 'ส่วนลดNGG', 'ลดค่ากำเหน็จ 50%', NULL, NULL, NULL),
(2798, '6', '10403', 'ส่วนลดSuunto', '15%- 20%', NULL, NULL, NULL),
(2799, '6', '10403', 'ส่วนลดChammy', 'ส่วนลดChammy', NULL, NULL, NULL),
(2800, '1', '94018', '-', '-', '-', NULL, NULL),
(2801, '7', '94018', '-', '-', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_branchname`
--

CREATE TABLE `ngg_branchname` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_branchname` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_by` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `update_by` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_breakpoint_users_detail`
--

CREATE TABLE `ngg_breakpoint_users_detail` (
  `Code_Staff` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Card_Staff` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Name_Thai` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Name_Eng` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Faction` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Department` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Degree` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Workplace` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Working_status` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Position` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `DateofBirth` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `StartDate` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `HireDate` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `IDCardNumber` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Sex` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `FamilyStatus` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `JGStatus` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Yearsofservice` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Age` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Nickname` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `TelephoneNumber` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Address` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Current_Address` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Resigned_Date` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Vacation_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Sick_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Business_leave_necessary` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Maternity_leave_paid` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Maternity_leave_not_paid` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Ordination_leaven` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Marriage_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Accident_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Military_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Sterilization_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Time_offset` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Leave_without_pay` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Sick_leave_not_receiving_wages` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Cremation_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Leave_instead_of_holidays` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Leave_to_study` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Take_a_break` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Absence_from_work` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `img` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'user.svg',
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `Company` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_chat`
--

CREATE TABLE `ngg_chat` (
  `owner_room` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `chat_partner` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `msg` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `coderoom` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `createdAt` varchar(300) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_chat`
--

INSERT INTO `ngg_chat` (`owner_room`, `chat_partner`, `msg`, `coderoom`, `createdAt`) VALUES
('94018', '94013', '[{\"user\":\"\\u0e02\\u0e49\\u0e2d\\u0e04\\u0e27\\u0e32\\u0e21\\u0e08\\u0e32\\u0e01\\u0e23\\u0e30\\u0e1a\\u0e1a\",\"owner_room\":\"null\",\"chat_partner\":\"null\",\"msg\":\"\\u0e22\\u0e34\\u0e19\\u0e14\\u0e35\\u0e15\\u0e49\\u0e2d\\u0e19\\u0e23\\u0e31\\u0e1a\\u0e04\\u0e48\\u0e30 \\u0e42\\u0e1b\\u0e23\\u0e14\\u0e43\\u0e0a\\u0e49\\u0e04\\u0e33\\u0e2a\\u0e38\\u0e20\\u0e32\\u0e1e\",\"img\":\"user.svg\",\"createdAt\":\"2020-07-02 11:46:33\"},{\"msg\":\"d\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:46:35.225Z\"},{\"msg\":\"cd\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:46:58.817Z\"},{\"msg\":\"d\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:47:06.856Z\"},{\"msg\":\"dv\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:47:20.285Z\"},{\"msg\":\"dc\",\"img\":\"94013.jpg\",\"user\":\"94013\",\"owner_room\":\"94013\",\"chat_partner\":\"94018\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:47:38.076Z\"},{\"msg\":\"s\",\"img\":\"94013.jpg\",\"user\":\"94013\",\"owner_room\":\"94013\",\"chat_partner\":\"94018\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:47:47.545Z\"},{\"msg\":\"aa\",\"img\":\"94013.jpg\",\"user\":\"94013\",\"owner_room\":\"94013\",\"chat_partner\":\"94018\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:47:53.720Z\"},{\"msg\":\"sx\",\"img\":\"94013.jpg\",\"user\":\"94013\",\"owner_room\":\"94013\",\"chat_partner\":\"94018\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:47:59.883Z\"},{\"msg\":\"dc\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:48:17.745Z\"},{\"msg\":\"z\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:48:43.557Z\"},{\"msg\":\"x\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T04:48:48.397Z\"},{\"msg\":\"1\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T05:00:47.913Z\"},{\"msg\":\"12\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T05:01:39.848Z\"},{\"msg\":\"m\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T05:02:27.573Z\"},{\"msg\":\"m\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T05:02:33.164Z\"},{\"msg\":\"uu\",\"img\":\"94013.jpg\",\"user\":\"94013\",\"owner_room\":\"94013\",\"chat_partner\":\"94018\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T05:02:47.416Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/TjvdWNglRq.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94013.jpg\",\"user\":\"94013\",\"owner_room\":\"94013\",\"chat_partner\":\"94018\",\"coderoom\":188031,\"img_send\":\"1\",\"img_send_name\":\"TjvdWNglRq.png\",\"createdAt\":\"2020-07-02T07:53:02.943Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/A3rPb16qq6.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"img_send\":\"1\",\"img_send_name\":\"A3rPb16qq6.png\",\"createdAt\":\"2020-07-02T07:59:22.284Z\"},{\"msg\":\"kkj\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"img_send\":\"1\",\"img_send_name\":\"A3rPb16qq6.png\",\"createdAt\":\"2020-07-02T07:59:40.188Z\"},{\"msg\":\"hhjj\",\"img\":\"94013.jpg\",\"user\":\"94013\",\"owner_room\":\"94013\",\"chat_partner\":\"94018\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T07:59:54.404Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/PKumvUT0Ha.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"img_send\":\"1\",\"img_send_name\":\"PKumvUT0Ha.png\",\"createdAt\":\"2020-07-02T08:15:52.542Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/KxVbYX8zKD.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94013.jpg\",\"user\":\"94013\",\"owner_room\":\"94013\",\"chat_partner\":\"94018\",\"coderoom\":188031,\"img_send\":\"1\",\"img_send_name\":\"KxVbYX8zKD.png\",\"createdAt\":\"2020-07-02T08:16:41.437Z\"},{\"msg\":\"y\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"94013\",\"coderoom\":188031,\"createdAt\":\"2020-07-02T08:16:58.147Z\"}]', '188031', '2020-07-02T08:16:57.091Z'),
('94018', '99999', '[{\"user\":\"\\u0e02\\u0e49\\u0e2d\\u0e04\\u0e27\\u0e32\\u0e21\\u0e08\\u0e32\\u0e01\\u0e23\\u0e30\\u0e1a\\u0e1a\",\"owner_room\":\"null\",\"chat_partner\":\"null\",\"msg\":\"\\u0e22\\u0e34\\u0e19\\u0e14\\u0e35\\u0e15\\u0e49\\u0e2d\\u0e19\\u0e23\\u0e31\\u0e1a\\u0e04\\u0e48\\u0e30 \\u0e42\\u0e1b\\u0e23\\u0e14\\u0e43\\u0e0a\\u0e49\\u0e04\\u0e33\\u0e2a\\u0e38\\u0e20\\u0e32\\u0e1e\",\"img\":\"user.svg\",\"createdAt\":\"2020-07-02 14:42:32\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/KWlbYqmhRc.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":\"94018\",\"owner_room\":\"94018\",\"chat_partner\":\"99999\",\"coderoom\":194017,\"name_thai\":{\"Name_Thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"img\":\"94018.jpg\",\"Position\":\"Software Development Officer\",\"Code_Staff\":\"94018\"},\"img_send\":\"1\",\"img_send_name\":\"KWlbYqmhRc.png\",\"createdAt\":\"2020-07-02T07:43:09.662Z\"}]', '194017', '2020-07-02T07:43:08.425Z'),
('94013', '99999', '[{\"user\":\"\\u0e02\\u0e49\\u0e2d\\u0e04\\u0e27\\u0e32\\u0e21\\u0e08\\u0e32\\u0e01\\u0e23\\u0e30\\u0e1a\\u0e1a\",\"owner_room\":\"null\",\"chat_partner\":\"null\",\"msg\":\"\\u0e22\\u0e34\\u0e19\\u0e14\\u0e35\\u0e15\\u0e49\\u0e2d\\u0e19\\u0e23\\u0e31\\u0e1a\\u0e04\\u0e48\\u0e30 \\u0e42\\u0e1b\\u0e23\\u0e14\\u0e43\\u0e0a\\u0e49\\u0e04\\u0e33\\u0e2a\\u0e38\\u0e20\\u0e32\\u0e1e\",\"img\":\"user.svg\",\"createdAt\":\"2020-07-02 14:55:48\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/qP0hBUJ1NU.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94013.jpg\",\"user\":\"94013\",\"owner_room\":\"94013\",\"chat_partner\":\"99999\",\"coderoom\":194012,\"name_thai\":{\"Name_Thai\":\"\\u0e19\\u0e32\\u0e22\\u0e20\\u0e32\\u0e2a\\u0e01\\u0e23 \\u0e27\\u0e23\\u0e01\\u0e34\\u0e08\\u0e1e\\u0e39\\u0e19\\u0e1c\\u0e25\",\"img\":\"94013.jpg\",\"Position\":\"Software Development Officer\",\"Code_Staff\":\"94013\"},\"img_send\":\"1\",\"img_send_name\":\"qP0hBUJ1NU.png\",\"createdAt\":\"2020-07-02T07:56:14.541Z\"}]', '194012', '2020-07-02T07:56:14.393Z');

-- --------------------------------------------------------

--
-- Table structure for table `ngg_chat_group`
--

CREATE TABLE `ngg_chat_group` (
  `code_room` bigint(10) NOT NULL,
  `img` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_room` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `msg` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `createdAt` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_chat_group`
--

INSERT INTO `ngg_chat_group` (`code_room`, `img`, `name_room`, `msg`, `createdAt`) VALUES
(4, 'default.png', 'It', '[{\"user\":\"\\u0e02\\u0e49\\u0e2d\\u0e04\\u0e27\\u0e32\\u0e21\\u0e08\\u0e32\\u0e01\\u0e23\\u0e30\\u0e1a\\u0e1a\",\"owner_room\":\"null\",\"chat_partner\":\"null\",\"msg\":\"\\u0e22\\u0e34\\u0e19\\u0e14\\u0e35\\u0e15\\u0e49\\u0e2d\\u0e19\\u0e23\\u0e31\\u0e1a\\u0e04\\u0e48\\u0e30 \\u0e42\\u0e1b\\u0e23\\u0e14\\u0e43\\u0e0a\\u0e49\\u0e04\\u0e33\\u0e2a\\u0e38\\u0e20\\u0e32\\u0e1e\",\"img\":\"user.svg\",\"createdAt\":\"2020-06-17 14:46:25\"},{\"msg\":\"44\",\"img\":\"94013.jpg\",\"user\":null,\"chat_partner\":\"94013\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e20\\u0e32\\u0e2a\\u0e01\\u0e23 \\u0e27\\u0e23\\u0e01\\u0e34\\u0e08\\u0e1e\\u0e39\\u0e19\\u0e1c\\u0e25\",\"createdAt\":\"2020-06-17T11:15:58.574Z\"},{\"msg\":\"777\",\"img\":\"94013.jpg\",\"user\":null,\"chat_partner\":\"94013\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e20\\u0e32\\u0e2a\\u0e01\\u0e23 \\u0e27\\u0e23\\u0e01\\u0e34\\u0e08\\u0e1e\\u0e39\\u0e19\\u0e1c\\u0e25\",\"createdAt\":\"2020-06-17T11:16:05.189Z\"},{\"msg\":\";;;\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-17T11:16:11.661Z\"},{\"msg\":\"dv\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-18T03:43:05.002Z\"},{\"msg\":\"fv\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-18T03:43:53.905Z\"},{\"msg\":\"fv\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-18T03:44:20.670Z\"},{\"msg\":\"fv\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-18T03:44:23.682Z\"},{\"msg\":\"tg\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-18T03:45:26.024Z\"},{\"msg\":\"df\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-18T03:47:08.875Z\"},{\"msg\":\"dvdv\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-18T03:48:09.429Z\"},{\"msg\":\"fb\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-18T03:51:33.729Z\"},{\"msg\":\"rrfr\",\"img\":\"94013.jpg\",\"user\":null,\"chat_partner\":\"94013\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e20\\u0e32\\u0e2a\\u0e01\\u0e23 \\u0e27\\u0e23\\u0e01\\u0e34\\u0e08\\u0e1e\\u0e39\\u0e19\\u0e1c\\u0e25\",\"createdAt\":\"2020-06-19T04:03:20.729Z\"},{\"msg\":\"rgrg\",\"img\":\"94013.jpg\",\"user\":null,\"chat_partner\":\"94013\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e20\\u0e32\\u0e2a\\u0e01\\u0e23 \\u0e27\\u0e23\\u0e01\\u0e34\\u0e08\\u0e1e\\u0e39\\u0e19\\u0e1c\\u0e25\",\"createdAt\":\"2020-06-19T04:03:24.936Z\"},{\"msg\":\"jhj\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T08:57:06.636Z\"},{\"msg\":\"kjjk\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T08:58:46.980Z\"},{\"msg\":\"fgn\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:02:43.224Z\"},{\"msg\":\"lll\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:04:58.692Z\"},{\"msg\":\"kk\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:05:46.361Z\"},{\"msg\":\"fgn\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:06:32.695Z\"},{\"msg\":\"khuk\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:07:33.764Z\"},{\"msg\":\"k,k,\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:07:58.785Z\"},{\"msg\":\"ikik\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:09:42.151Z\"},{\"msg\":\"0p0p\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:10:11.453Z\"},{\"msg\":\"p[\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:11:20.167Z\"},{\"msg\":\"gh\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:11:46.390Z\"},{\"msg\":\"jhj\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:12:36.558Z\"},{\"msg\":\"hjhj\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:12:50.878Z\"},{\"msg\":\"ygj\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:13:52.818Z\"},{\"msg\":\"xcx\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:15:27.048Z\"},{\"msg\":\"dvdv\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:15:48.644Z\"},{\"msg\":\"gbgb\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:20:55.746Z\"},{\"msg\":\"e3qeqe\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:21:07.143Z\"},{\"msg\":\"weqwe\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:21:12.897Z\"},{\"msg\":\"dc\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:24:06.622Z\"},{\"msg\":\"dv\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:25:32.919Z\"},{\"msg\":\"sc\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:26:25.527Z\"},{\"msg\":\"hgn\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:29:26.993Z\"},{\"msg\":\"ghjgh\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:29:41.779Z\"},{\"msg\":\"rfhh\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:30:10.616Z\"},{\"msg\":\"df\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:30:24.096Z\"},{\"msg\":\"v\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:39:59.121Z\"},{\"msg\":\"2\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T09:46:13.672Z\"},{\"msg\":\"000\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-06-19T10:01:31.187Z\"},{\"msg\":\",,\",\"img\":\"94013.jpg\",\"user\":null,\"chat_partner\":\"94013\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e20\\u0e32\\u0e2a\\u0e01\\u0e23 \\u0e27\\u0e23\\u0e01\\u0e34\\u0e08\\u0e1e\\u0e39\\u0e19\\u0e1c\\u0e25\",\"createdAt\":\"2020-07-01T08:11:02.050Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/oBMKdGiZUN.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-07-01T08:39:43.913Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/aSe9K7DAhM.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-07-01T09:02:46.800Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/QmBCpIJHLV.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-07-01T09:04:11.574Z\"},{\"msg\":\"\\u0e21\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-07-01T09:04:45.748Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/y7xRDZxXUW.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-07-01T09:06:06.759Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/Vj1dz5bjJb.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-07-01T09:08:31.212Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/r6mwXpD7IF.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-07-01T09:09:24.596Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/TB5kPHVjfp.png\\\"class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-07-01T09:25:20.828Z\"},{\"msg\":\"<img src=\\\"[object Object]\\\"class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"createdAt\":\"2020-07-02T04:19:00.588Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/plunlfdx8b.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"img_send\":\"1\",\"img_send_name\":\"plunlfdx8b.png\",\"createdAt\":\"2020-07-02T04:21:39.802Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/a9G3M855Hz.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94013.jpg\",\"user\":null,\"chat_partner\":\"94013\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e20\\u0e32\\u0e2a\\u0e01\\u0e23 \\u0e27\\u0e23\\u0e01\\u0e34\\u0e08\\u0e1e\\u0e39\\u0e19\\u0e1c\\u0e25\",\"img_send\":\"1\",\"img_send_name\":\"a9G3M855Hz.png\",\"createdAt\":\"2020-07-02T04:22:32.030Z\"},{\"msg\":\"<img src=\\\"http:\\/\\/192.168.137.1\\/NID-Passport\\/public\\/imgchat\\/oRPp3cz2fB.png\\\" class=\\\"bg-img\\\" \\/>\",\"img\":\"94018.jpg\",\"user\":null,\"chat_partner\":\"94018\",\"coderoom\":null,\"coderoomgroup\":\"4\",\"name_thai\":\"\\u0e19\\u0e32\\u0e22\\u0e19\\u0e23\\u0e32\\u0e18\\u0e23 \\u0e02\\u0e49\\u0e2d\\u0e07\\u0e2b\\u0e25\\u0e34\\u0e21\",\"img_send\":\"1\",\"img_send_name\":\"oRPp3cz2fB.png\",\"createdAt\":\"2020-07-02T07:41:33.321Z\"}]', '2020-07-02 14:41:35'),
(5, 'default.png', 'uuu', '[{\"user\":\"\\u0e02\\u0e49\\u0e2d\\u0e04\\u0e27\\u0e32\\u0e21\\u0e08\\u0e32\\u0e01\\u0e23\\u0e30\\u0e1a\\u0e1a\",\"owner_room\":\"null\",\"chat_partner\":\"null\",\"msg\":\"\\u0e22\\u0e34\\u0e19\\u0e14\\u0e35\\u0e15\\u0e49\\u0e2d\\u0e19\\u0e23\\u0e31\\u0e1a\\u0e04\\u0e48\\u0e30 \\u0e42\\u0e1b\\u0e23\\u0e14\\u0e43\\u0e0a\\u0e49\\u0e04\\u0e33\\u0e2a\\u0e38\\u0e20\\u0e32\\u0e1e\",\"img\":\"user.svg\",\"createdAt\":\"2020-07-01 15:07:01\"}]', '2020-07-01 15:07:01');

-- --------------------------------------------------------

--
-- Table structure for table `ngg_chat_group_user`
--

CREATE TABLE `ngg_chat_group_user` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `code_staff` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `code_room_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status_confirm` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status_out_group` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `no_ti` int(10) DEFAULT 0,
  `off_noti` tinyint(1) NOT NULL DEFAULT 1,
  `createdAt` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_chat_group_user`
--

INSERT INTO `ngg_chat_group_user` (`id`, `code_staff`, `code_room_id`, `status_confirm`, `status_out_group`, `no_ti`, `off_noti`, `createdAt`) VALUES
(23, '94018', '4', '1', '0', 0, 1, '2020-06-17 14:46:25'),
(36, '94013', '4', '1', '0', 0, 1, '2020-06-17 18:15:20'),
(37, '51248', '5', '1', '0', 0, 1, '2020-07-01 15:07:01'),
(38, '51293', '5', '0', '0', 0, 1, '2020-07-01 15:07:01');

-- --------------------------------------------------------

--
-- Table structure for table `ngg_history_comment`
--

CREATE TABLE `ngg_history_comment` (
  `id_com` bigint(20) UNSIGNED NOT NULL,
  `staff_com` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `msg_com` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `img_com` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `createdAt` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_iform`
--

CREATE TABLE `ngg_iform` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_file` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_img_group_advertise`
--

CREATE TABLE `ngg_img_group_advertise` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `advertise_id_img` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `count` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_img` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_key_notification`
--

CREATE TABLE `ngg_key_notification` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `player_id` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL,
  `code_staff` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `login_status` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_key_notification`
--

INSERT INTO `ngg_key_notification` (`id`, `player_id`, `code_staff`, `login_status`, `created_at`, `updated_at`) VALUES
(2, '6a49a15d-8882-4a88-9018-a36db6f8ef9f', '94018', '1', '2020-06-19 11:33:48', '2020-06-19 15:14:16');

-- --------------------------------------------------------

--
-- Table structure for table `ngg_km_category`
--

CREATE TABLE `ngg_km_category` (
  `id_km_cat` bigint(20) UNSIGNED NOT NULL,
  `img` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_category_eng` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_category_thai` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `section` int(10) NOT NULL,
  `created_at_cat` timestamp NULL DEFAULT NULL,
  `updated_at_cat` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_km_category`
--

INSERT INTO `ngg_km_category` (`id_km_cat`, `img`, `name_category_eng`, `name_category_thai`, `section`, `created_at_cat`, `updated_at_cat`) VALUES
(2, 'SMART3.jpg', 'SMART3 & COMPETENCY', 'ค่านิยมหลักและสมรรถนะองค์กร', 2, NULL, NULL),
(3, 'Human-resource.jpg', 'Human resource', 'ฝ่ายทรัพยากรบุคคล', 3, NULL, NULL),
(4, 'Career.jpg', 'Career development center', 'พัฒนาบุคลากร', 4, NULL, NULL),
(5, 'Customer.jpg', 'Customer service', 'การบริการลูกค้า', 5, NULL, NULL),
(6, 'Retail.jpg', 'Retail Operation', 'การจัดการหน้าร้าน', 11, NULL, NULL),
(7, 'Financial.jpg', 'Financial & Accounting', 'การเงินและการบัญชี', 6, NULL, NULL),
(8, 'Procurement.jpg', 'Procurement', 'งานเอกสาร', 12, NULL, NULL),
(9, 'Information.jpg', 'Information technology', 'เทคโนโลยีสารสนเทศ', 7, NULL, NULL),
(10, 'Internal.jpg', 'Internal audit', 'ตรวลสอบภายใน', 8, NULL, NULL),
(11, 'Legel.jpg', 'Legel', 'กฏหมาย', 9, NULL, NULL),
(12, 'Content.jpg', 'Content & medie', 'เนิ้อหาสื่อ', 10, NULL, NULL),
(13, 'Product.jpg', 'Product knowledge', 'ความรู้เรื่องสินค้า', 1, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_km_category_detail`
--

CREATE TABLE `ngg_km_category_detail` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `id_km_cat` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `km_title` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `km_important` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `km_flie` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `km_separate_id` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `km_remark` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `km_hr` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_km_category_detail`
--

INSERT INTO `ngg_km_category_detail` (`id`, `id_km_cat`, `km_title`, `km_important`, `km_flie`, `km_separate_id`, `km_remark`, `km_hr`, `created_at`, `updated_at`) VALUES
(1, '3', 'dfbdfb', '<p>bdfbfd</p>', NULL, NULL, '  Founded in 1829 on an isthmus between Lake Monona and Lake Mendota, Madison was named the capital of the Wisconsin Territory in 1836.', '1', '2020-07-02 09:21:38', NULL),
(2, '3', 'rgrgrg', '<p>rgrgrgrgrg</p>', NULL, NULL, '  Founded in 1829 on an isthmus between Lake Monona and Lake Mendota, Madison was named the capital of the Wisconsin Territory in 1836.', '1', '2020-07-02 09:21:56', NULL),
(4, '2', 'ะถะถะ', '<p>ty56y6y56y</p>', NULL, NULL, NULL, NULL, NULL, NULL),
(5, '2', 'rrrr', '<p>rrrr</p>', NULL, NULL, NULL, NULL, NULL, NULL),
(6, '3', 'ะถะถะ', '<p>5552</p>', NULL, NULL, NULL, '1', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_km_file`
--

CREATE TABLE `ngg_km_file` (
  `id_file` bigint(20) UNSIGNED NOT NULL,
  `km_file_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_cate_detail` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_km_hr_list`
--

CREATE TABLE `ngg_km_hr_list` (
  `id` bigint(10) NOT NULL,
  `img` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name_km_hr` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ngg_km_hr_list`
--

INSERT INTO `ngg_km_hr_list` (`id`, `img`, `name_km_hr`, `created_at`, `updated_at`) VALUES
(1, 'hrkm.jpg', 'ความรู้อันหลากหลาย', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_km_img_category_detail`
--

CREATE TABLE `ngg_km_img_category_detail` (
  `id_img` bigint(20) UNSIGNED NOT NULL,
  `id_km_detail` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `km_count` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `km_name_img` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_km_img_category_detail`
--

INSERT INTO `ngg_km_img_category_detail` (`id_img`, `id_km_detail`, `km_count`, `km_name_img`) VALUES
(1, '1', '1', 'kmdefault.png'),
(2, '2', '1', 'kmdefault.png'),
(4, '4', '1', 'Simulator Screen Shot - iPhone 8 - 2020-05-24 at 20.50.37.png'),
(5, '5', '1', 'Simulator Screen Shot - iPhone 8 - 2020-05-24 at 20.50.37.png'),
(6, '4', '1', 'Simulator Screen Shot - iPhone 8 - 2020-05-24 at 20.44.49.png');

-- --------------------------------------------------------

--
-- Table structure for table `ngg_km_separate`
--

CREATE TABLE `ngg_km_separate` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `km_separat` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `img` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_km_separate`
--

INSERT INTO `ngg_km_separate` (`id`, `km_separat`, `img`, `created_at`, `updated_at`) VALUES
(1, 'Luxury watch and Sport', 'luxury.jpg', NULL, NULL),
(2, 'Diamond', 'diamond.jpg', NULL, NULL),
(3, 'Gemstone', 'gemstone.jpg', NULL, NULL),
(4, 'Gold', 'gold.jpg', NULL, NULL),
(5, 'Jewelry', 'jewelry.jpg', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_libary_img`
--

CREATE TABLE `ngg_libary_img` (
  `id_img` bigint(20) NOT NULL,
  `name_img` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name_part` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_list_benefits`
--

CREATE TABLE `ngg_list_benefits` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `icon` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_benefits` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `url` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_list_benefits`
--

INSERT INTO `ngg_list_benefits` (`id`, `icon`, `name_benefits`, `url`, `created_at`, `updated_at`) VALUES
(1, 'benefits_Provident-Fund.svg', 'กองทุนสำรองชีพ', '/benefits-providen', NULL, NULL),
(2, 'benefits_Health.svg', 'ประกันสุขภาพ', '/benefits-accident', NULL, NULL),
(3, 'benefits_insurance.svg', 'ประกันสังคม', '/benefits-health', NULL, NULL),
(4, 'benefits_Accident.svg', 'ประกันอุบัติเหตุและชีวิต', '/benefits-employee', NULL, NULL),
(6, 'benefits_Employee.svg', 'สิทธิพิเศษของพนักงาน', '/benefits-insurance', NULL, NULL),
(7, 'benefits_hrbp.svg', 'HRBP ของท่าน', '/benefits-hrbp', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_list_mc`
--

CREATE TABLE `ngg_list_mc` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `subject` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `img_mc` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_ad` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_list_mc`
--

INSERT INTO `ngg_list_mc` (`id`, `subject`, `img_mc`, `id_ad`, `created_at`, `updated_at`) VALUES
(1, 'ความรู้ทั่วไป', 'template.jpg', '8', NULL, NULL),
(2, 'ความรู้ในการทำงาน', 'unnamed.jpg', '8', NULL, NULL),
(3, 'วิทยุ เข้าใจง่ายไม่ตกเทรนด์', 'podcasts.jpg', '8', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_noti_chat`
--

CREATE TABLE `ngg_noti_chat` (
  `codestaff` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `count` int(10) DEFAULT 0,
  `coderoom` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `ngg_noti_chat`
--

INSERT INTO `ngg_noti_chat` (`codestaff`, `count`, `coderoom`) VALUES
('94013', 0, '188031'),
('94018', 0, '188031'),
('99999', 39, '151247'),
('51248', 0, '151247'),
('99999', 9, '194017'),
('94018', 0, '194017'),
('94018', 0, '188031'),
('94013', 0, '188031'),
('94018', 0, '188031'),
('94013', 0, '188031'),
('94013', 0, '188031'),
('94018', 0, '188031'),
('99999', 1, '194017'),
('94018', 0, '194017'),
('99999', 1, '194012'),
('94013', 0, '194012');

-- --------------------------------------------------------

--
-- Table structure for table `ngg_operational_6090`
--

CREATE TABLE `ngg_operational_6090` (
  `id_ev` bigint(10) NOT NULL,
  `assessor` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `assessed` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `option_eva` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status_eva` int(1) NOT NULL DEFAULT 0,
  `pass_60` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `pass_90` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `degree` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `pass_60_status` int(10) NOT NULL DEFAULT 1,
  `pass_90_status` int(10) NOT NULL DEFAULT 0,
  `staus_set_m` int(10) NOT NULL DEFAULT 0,
  `active_op` varchar(20) COLLATE utf8_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ngg_operational_6090`
--

INSERT INTO `ngg_operational_6090` (`id_ev`, `assessor`, `assessed`, `option_eva`, `status_eva`, `pass_60`, `pass_90`, `degree`, `pass_60_status`, `pass_90_status`, `staus_set_m`, `active_op`, `created_at`, `updated_at`) VALUES
(9, '10338', '10412', 'แบบกำหนดเอง', 1, '08/01/2020 - 09/30/2020', '10/01/2020 - 10/31/2020', 'ระดับปฏิบัติการ', 0, 2, 0, '0', '2020-07-30 09:48:53', '2020-07-27 06:10:39'),
(12, '10338', '10412', 'แบบกำหนดเอง', 1, '08/01/2020 - 09/30/2020', '10/01/2020 - 10/31/2020', 'ระดับปฏิบัติการ', 0, 2, 0, '0', '2020-07-31 07:48:54', '2020-07-31 07:48:54'),
(14, '10338', '10412', 'แบบกำหนดเอง', 1, '08/01/2020 - 09/30/2020', '10/01/2020 - 10/31/2020', 'ระดับผู้บังคับบัญชา', 0, 2, 0, '0', '2020-07-31 08:11:53', '2020-07-31 08:11:53'),
(15, '10415', '91025', 'แบบตัวเลือก', 1, '08/01/2020 - 09/30/2020', '10/01/2020 - 10/31/2020', 'ระดับผู้บังคับบัญชา', 0, 2, 0, '1', '2020-07-31 09:02:52', '2020-07-31 09:02:52'),
(16, '11111', '51053', 'แบบตัวเลือก', 1, '08/01/2020 - 09/30/2020', '10/01/2020 - 10/31/2020', 'ระดับปฏิบัติการ', 0, 2, 0, '1', '2020-08-03 04:53:27', '2020-08-03 04:53:27'),
(17, '10338', '10412', 'แบบกำหนดเอง', 0, '08/01/2020 - 09/30/2020', '10/01/2020 - 10/31/2020', 'ระดับปฏิบัติการ', 1, 0, 0, '0', '2020-08-03 06:20:07', '2020-08-03 06:20:07'),
(18, '10338', '10412', 'แบบกำหนดเอง', 0, '08/01/2020 - 09/30/2020', '10/01/2020 - 10/31/2020', 'ระดับปฏิบัติการ', 1, 0, 0, '1', '2020-08-03 06:21:15', '2020-08-03 06:21:15'),
(19, '10338', '22021', 'แบบตัวเลือก', 0, '08/01/2020 - 09/30/2020', '10/01/2020 - 10/31/2020', 'ระดับปฏิบัติการ', 1, 0, 0, '1', '2020-08-03 06:35:01', '2020-08-03 06:35:01');

-- --------------------------------------------------------

--
-- Table structure for table `ngg_operational_office`
--

CREATE TABLE `ngg_operational_office` (
  `id_opf` bigint(20) NOT NULL,
  `name_opf` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `remark_opf` text COLLATE utf8_unicode_ci NOT NULL,
  `weight_opf` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `created_at_opf` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at_opf` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ngg_operational_office`
--

INSERT INTO `ngg_operational_office` (`id_opf`, `name_opf`, `remark_opf`, `weight_opf`, `created_at_opf`, `updated_at_opf`) VALUES
(1, 'คุณภาพของการปฎิบัติงาน\r\n(Quality of works)', 'พิจารณาจากคุณภาพของงานตามหน้าที่ความรับผิดชอบ ว่ามีคุณภาพเหมาะสมกับตำแหน่งงานและตรงกับความคาดหวังของหน่วยงาน แผนก และองค์กรหรือไม่\r\n(Consider from the quality of work of employee according to responsibility whether it fits with position and can meet expectation of  team in Division, Department and organization)', '20', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(2, 'ปริมาณของงานและเวลาที่ใช้ในการปฎิบัติงาน\r\n(Quatity of works and times consumed for operation of works)', 'พิจารณาจากปริมาณของงานตามหน้าที่ความรับผิดชอบ ว่าสามารถใช้เวลาในการทำงานกับปริมาณงานได้เหมาะสมกับตำแหน่งงานและตรงกับความคาดหวังของหน่วยงาน แผนก และองค์กรหรือไม่\r\n(Consider for quatity of work of employee according to responsibility, position of work whether can balance times and quatity of work and can meet expectation of team division, department, organization)', '20', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(3, 'ความถูกต้องของงาน\r\n(Accuracy of works)', 'พิจารณาความถูกต้องของงานจากการปฎิบัติงานของพนักงานโดยรวม เป็นไปตามสิ่งที่ถูกมอบหมายและครบถ้วนตามที่ทีมงานและผู้บังคับบัญชามอบหมายหรือไม่\r\n(Consider for accuracy of work of employee whether can complete jobs assignment as per team and line manager expectation.)', '15', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(4, 'การปฎิบัติตามคำสั่งและคำแนะนำ\r\n(Work follow to the order and suggestion)', 'พิจารณาการปฎิบัติงานของพนักงานโดยรวม เป็นไปตามคำสั่งและคำแนะนำของผู้บังคับบัญชาและทีมงาน\r\n(Overall work and operation of employee according to the order of line manager and team)', '5', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(5, 'การประพฤติตามระเบียบข้อบังคับบริษัท\r\n(Follow the rules and regulation of the company)', 'พิจารณาการประพฤติปฎิบัติของพนักงานโดยรวม เป็นไปตามกฎระเบียบคำสั่งบริษัท\r\n(Consider for overall behavior of employee whether follow the rules and regulation of the company)', '5', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(6, 'ความตั้งใจและมีความกระตือรือร้นของงานที่ได้รับมอบหมาย\r\n(Willingness and enthusiasm for jobs assigned)', 'ความสนใจตั้งใจปฎิบัติหน้าที่ด้วยความเพียรพยายามและกระตือรือร้น ละเอียดรอบคอบ เพื่อให้สำเร็จตามเป้าหมาย ยอมรับผลการกระทำของตน ทั้งในด้านที่เป็นผลดีและผลเสีย ทั้งพยายามปรับปรุงการปฎิบัติหน้าที่ให้ดียิ่งขึ้น และทุ่มเทเพื่อให้การทำงานที่ได้รับมอบหมายบรรลุผลสำเร็จ\r\n(Willingness and pay fully attention of work assigned and have enthusiatic and neatness in order to complete work successfully as per target.  Also accept the results of what he / she has done in both negative and positive and try to enhance and improve the works for better results and invest time and energy to get the jobs done successfully.)', '5', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(7, 'ความสามารถในการเรียนรู้\r\n(Ability for learning)', 'พิจารณากับความสามารถในการดำเนินการและเรียนรู้ด้วยตนเอง รู้จักหาทางปรับปรุงแก้ไข และเรียนรู้ นำเสนอแนวคิดหรือวิธีปฎิบัติใหม่ๆ ที่แตกต่างไปจากเดิม ที่เป็นประโยชน์ในตำแหน่งหน้าที่ความรับผิดชอบ\r\n(consider for ability of self learning and try to improve and enhance skill all the times by introduce and advise new way of working in order to get the best benefits as per position assigned)', '5', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(8, 'การแก้ไขข้อบกพร่องของตนเอง\r\n(Ability of fix oneself defaults)', 'พิจารณากับความสามารถในการแก้ไขข้อบกพร่องของตนเอง รู้จักหาทางปรับปรุงแก้ไข และพัฒนาตนเองอย่างสม่ำเสมอเพื่อให้สามารถบรรลุเป้าหมายของตนเอง ทีม และองค์กรได้สำเร็จ\r\n(Ability to fix own defaults and try to correct and also have self improvement in order to achieve own target , team target or organization goals)', '5', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(9, 'ทัศนคติที่ดีต่อคน\r\n(Good attitude with people)', 'พิจารณาแนวคิดและท่าทีโดยรวมในเชิงบวกของพนักงานต่อผู้บังคับบัญชา ผู้ใต้บังคับบัญชา เพื่อนร่วมงาน และบุคคลทั่วไปที่เกี่ยวข้อง\r\n(Always think positive and behave position wth line manager, colleagues, sub ordinate or other people in the same organization)', '5', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(10, 'ทัศนคติที่ดีต่องาน\r\n(Good attitude with work)', 'พิจารณาแนวคิดและท่าทีโดยรวมต่องานขององค์กรของฝ่ายและของตนเอง\r\n(Always sharing and think positive and act positive for his/her own work, own department, organzation.', '5', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(11, 'ทัศนคติที่ดีต่อองค์กร\r\n(Good attitude with organization)', 'พิจารณาแนวคิดและท่าทีโดยรวมต่องานขององค์กร โดยแสดงถึงความจงรักภักดี ความซื่อสัตย์ ส่งเสริมและสนับสนุนในทุกโอกาส\r\n( Always have positive attitude and behavior for organzation by honest, royalty, and support and promote organzation at all times)', '5', '2020-07-27 04:39:40', '2020-07-27 04:39:40'),
(12, 'การใช้ทรัพยากรบริษัทอย่างประหยัด\r\n(Fully utilize resources of company efficiency and effectively)', 'พิจารณาแนวคิดในการตระหนักการใช้ทรัพยากรบริษัทอย่างประหยัดและให้เกิดประโยชน์สูงสุดต่อบุคลากรในองค์กร, ลูกค้า, องค์กร, และมีจิตส านึกในการใช้ทรัพยากรในองค์กรและพลังงานอย่างประหยัดและคุ้มค่า เช่น ทรัพยากรมนุษย์ เงิน และสิ่งแวดล้อม (Consider for  utilize of resources of company in economy way and consume resources efficiency and effectively for people in organation, customers, organization for example manpower, money, and environment)', '5', '2020-07-27 04:39:40', '2020-07-27 04:39:40');

-- --------------------------------------------------------

--
-- Table structure for table `ngg_operational_score_6090`
--

CREATE TABLE `ngg_operational_score_6090` (
  `id_evascore` bigint(10) NOT NULL,
  `assessor_evascore` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `assessed_evascore` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `evaluation_evascore` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `remark_evascore` varchar(500) COLLATE utf8_unicode_ci DEFAULT NULL,
  `60or90_evascore` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `active_evascore` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT '1',
  `created_at_evascore` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at_evascore` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ngg_operational_score_6090`
--

INSERT INTO `ngg_operational_score_6090` (`id_evascore`, `assessor_evascore`, `assessed_evascore`, `evaluation_evascore`, `remark_evascore`, `60or90_evascore`, `active_evascore`, `created_at_evascore`, `updated_at_evascore`) VALUES
(11, '10338', '10412', '100.00', NULL, '60', '0', '2020-07-31 06:54:15', NULL),
(12, '10338', '10412', '100.00', NULL, '90', '0', '2020-07-31 06:55:02', NULL),
(13, '10338', '10412', '188.00', 'fbgdfbdfgfdgfg', '60', '0', '2020-07-31 08:03:06', NULL),
(14, '10338', '10412', '86.00', 'fdgfdgfgdfgfdgfdgdfg', '90', '0', '2020-07-31 08:03:39', NULL),
(15, '10338', '10412', '95.00', NULL, '60', '0', '2020-07-31 08:41:50', NULL),
(16, '10338', '10412', '95.00', NULL, '90', '0', '2020-07-31 08:47:20', NULL),
(17, '10415', '91025', '95.00', NULL, '60', '1', '2020-07-31 09:06:03', NULL),
(18, '10415', '91025', '100.00', 'rtyrtyrtyrty', '90', '1', '2020-07-31 09:26:19', NULL),
(19, '11111', '51053', '100.00', 'sdvvsdvdsvdsvsdvsdv', '60', '1', '2020-08-03 04:54:15', NULL),
(20, '11111', '51053', '96.00', 'dffffffffffffffffffffffffffffffffffffb', '90', '1', '2020-08-03 04:54:54', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_operational_sup`
--

CREATE TABLE `ngg_operational_sup` (
  `id_ops` bigint(10) NOT NULL,
  `name_ops` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `remark_ops` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `weight_ops` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `created_at_ops` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at_ops` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ngg_operational_sup`
--

INSERT INTO `ngg_operational_sup` (`id_ops`, `name_ops`, `remark_ops`, `weight_ops`, `created_at_ops`, `updated_at_ops`) VALUES
(26, 'คุณภาพของการปฎิบัติงาน\r\n(Quality of works)', 'พิจารณาจากคุณภาพของงานตามหน้าที่ความรับผิดชอบ ว่ามีคุณภาพเหมาะสมกับตำแหน่งงานและตรงกับความคาดหวังของหน่วยงาน แผนก และองค์กรหรือไม่\r\n(Consider from the quality of work of employee according to responsibility whether it fits with position and can meet expectation of team in Division, Department and organization)', '10', '2020-07-31 05:09:00', NULL),
(27, 'ปริมาณของงานและเวลาที่ใช้ในการปฎิบัติงาน\r\n(Quatity of works and times consumed for operation of works)', 'พิจารณาจากปริมาณของงานตามหน้าที่ความรับผิดชอบ ว่าสามารถใช้เวลาในการทำงานกับปริมาณงานได้เหมาะสมกับตำแหน่งงานและตรงกับความคาดหวังของหน่วยงาน แผนก และองค์กรหรือไม่\r\n(Consider for quatity of work of employee according to responsibility, position of work whether can balance times and quatity of work and can meet expectation of team division, department, organization)', '8', '2020-07-31 05:09:00', NULL),
(28, 'ความถูกต้องของงาน\r\n(Accuracy of works)', 'พิจารณาความถูกต้องของงานจากการปฎิบัติงานของพนักงานโดยรวม เป็นไปตามสิ่งที่ถูกมอบหมายและครบถ้วนตามที่ทีมงานและผู้บังคับบัญชามอบหมายหรือไม่\r\n(Consider for accuracy of work of employee whether can complete jobs assignment as per team and line manager expectation.)', '5', '2020-07-31 05:09:00', NULL),
(29, 'การปฎิบัติตามคำสั่งและคำแนะนำ\r\n(Work follow to the order and suggestion)', 'พิจารณาการปฎิบัติงานของพนักงานโดยรวม เป็นไปตามคำสั่งและคำแนะนำของผู้บังคับบัญชาและทีมงาน\r\n(Overall work and operation of employee according to the order of line manager and team)', '5', '2020-07-31 05:09:00', NULL),
(30, 'การประพฤติตามระเบียบข้อบังคับบริษัท\r\n(Follow the rules and regulation of the company)', 'พิจารณาการประพฤติปฎิบัติของพนักงานโดยรวม เป็นไปตามกฎระเบียบคำสั่งบริษัท\r\n(Consider for overall behavior of employee whether follow the rules and regulation of the company)', '5', '2020-07-31 05:09:00', NULL),
(31, 'ความตั้งใจและมีความกระตือรือร้นของงานที่ได้รับมอบหมาย\r\n(Willingness and enthusiasm for jobs assigned)', 'ความสนใจตั้งใจปฎิบัติหน้าที่ด้วยความเพียรพยายามและกระตือรือร้น ละเอียดรอบคอบ เพื่อให้สำเร็จตามเป้าหมาย ยอมรับผลการกระทำของตน ทั้งในด้านที่เป็นผลดีและผลเสีย ทั้งพยายามปรับปรุงการปฎิบัติหน้าที่ให้ดียิ่งขึ้น และทุ่มเทเพื่อให้การทำงานที่ได้รับมอบหมายบรรลุผลสำเร็จ\r\n(Willingness and pay fully attention of work assigned and have enthusiatic and neatness in order to complete work successfully as per target. Also accept the results of what he / she has done in both negative and positive and try to enhance and improve the works for better results and invest time and energy to get the jobs done successfully.)', '3', '2020-07-31 05:09:01', NULL),
(32, 'ความสามารถในการเรียนรู้\r\n(Ability for learning)', 'พิจารณากับความสามารถในการดำเนินการและเรียนรู้ด้วยตนเอง รู้จักหาทางปรับปรุงแก้ไข และเรียนรู้ นำเสนอแนวคิดหรือวิธีปฎิบัติใหม่ๆ ที่แตกต่างไปจากเดิม ที่เป็นประโยชน์ในตำแหน่งหน้าที่ความรับผิดชอบ\r\n(consider for ability of self learning and try to improve and enhance skill all the times by introduce and advise new way of working in order to get the best benefits as per position assigned)', '3', '2020-07-31 05:09:01', NULL),
(33, 'การแก้ไขข้อบกพร่องของตนเอง\r\n(Ability of fix oneself defaults)', 'พิจารณากับความสามารถในการแก้ไขข้อบกพร่องของตนเอง รู้จักหาทางปรับปรุงแก้ไข และพัฒนาตนเองอย่างสม่ำเสมอเพื่อให้สามารถบรรลุเป้าหมายของตนเอง ทีม และองค์กรได้สำเร็จ\r\n(Ability to fix own defaults and try to correct and also have self improvement in order to achieve own target , team target or organization goals)', '3', '2020-07-31 05:09:01', NULL),
(34, 'ทัศนคติที่ดีต่อคน\r\n(Good attitude with people)', 'พิจารณาแนวคิดและท่าทีโดยรวมในเชิงบวกของพนักงานต่อผู้บังคับบัญชา ผู้ใต้บังคับบัญชา เพื่อนร่วมงาน และบุคคลทั่วไปที่เกี่ยวข้อง\r\n(Always think positive and behave position wth line manager, colleagues, sub ordinate or other people in the same organization)', '5', '2020-07-31 05:09:01', NULL),
(35, 'ทัศนคติที่ดีต่องาน\r\n(Good attitude with work)', 'พิจารณาแนวคิดและท่าทีโดยรวมต่องานขององค์กรของฝ่ายและของตนเอง\r\n(Always sharing and think positive and act positive for his/her own work, own department, organzation.', '5', '2020-07-31 05:09:01', NULL),
(36, 'ทัศนคติที่ดีต่อองค์กร\r\n(Good attitude with organization)', 'พิจารณาแนวคิดและท่าทีโดยรวมต่องานขององค์กร โดยแสดงถึงความจงรักภักดี ความซื่อสัตย์ ส่งเสริมและสนับสนุนในทุกโอกาส\r\n( Always have positive attitude and behavior for organzation by honest, royalty, and support and promote organzation at all times)', '5', '2020-07-31 05:09:01', NULL),
(37, 'การใช้ทรัพยากรบริษัทอย่างประหยัด\r\n(Fully utilize resources of company efficiency and effectively)', 'พิจารณาแนวคิดในการตระหนักการใช้ทรัพยากรบริษัทอย่างประหยัดและให้เกิดประโยชน์สูงสุดต่อบุคลากรในองค์กร, ลูกค้า, องค์กร, และมีจิตส านึกในการใช้ทรัพยากรในองค์กรและพลังงานอย่างประหยัดและคุ้มค่า เช่น ทรัพยากรมนุษย์ เงิน และสิ่งแวดล้อม (Consider for utilize of resources of company in economy way and consume resources efficiency and effectively for people in organation, customers, organization for example manpower, money, and environment)', '3', '2020-07-31 05:09:01', NULL),
(38, 'ความสามารถในการทำงานบังคับบัญชาการควบคุมระเบียบวินัย', NULL, '5', '2020-07-31 05:09:01', NULL),
(39, 'การมอบหมายงาน/ควบคุมงาน/ติดตามงาน', NULL, '5', '2020-07-31 05:09:01', NULL),
(40, 'การสอนงานและการพัฒนาผู้ใต้บังคับบัญชา', NULL, '5', '2020-07-31 05:09:01', NULL),
(41, 'การกระตุ้นและการสร้างสรรค์การทำงานเป็นทีม', NULL, '5', '2020-07-31 05:09:01', NULL),
(42, 'ความสามารถด้านวางแผน/จัดระบบงาน/ขั้นตอนการทำงาน การบริหารเวลา', NULL, '3', '2020-07-31 05:09:02', NULL),
(43, 'ความสามารถในการแก้ไขปัญหาและการตัดสินใจในการบริหารงาน', NULL, '3', '2020-07-31 05:09:02', NULL),
(44, 'การมีมุมมอง/การปฏิบัติตามนโยบาย/เป้าหมาย โดยภาพรวมบริษัท', NULL, '3', '2020-07-31 05:09:02', NULL),
(45, 'ความสามารถในการรับแรงกดดัน สภาพบีบบังคับ', NULL, '3', '2020-07-31 05:09:02', NULL),
(46, 'ความสามารถในการเจรจาต่อรองและการโน้มน้าวจูงใจผู้ใต้บังคับบัญชา', NULL, '5', '2020-07-31 05:09:02', NULL),
(47, 'ความสามารถในการสรุปงานและการนำเสนองาน', NULL, '3', '2020-07-31 05:09:02', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_operation_history_answer`
--

CREATE TABLE `ngg_operation_history_answer` (
  `id_ha` bigint(10) NOT NULL,
  `assessor_ha` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `assessed_ha` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `id_oper_ha` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `score_ha` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `60or90` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `active_ha` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ngg_operation_history_answer`
--

INSERT INTO `ngg_operation_history_answer` (`id_ha`, `assessor_ha`, `assessed_ha`, `id_oper_ha`, `score_ha`, `60or90`, `active_ha`, `created_at`, `updated_at`) VALUES
(241, '10338', '10412', '1', '0.20', '60', '0', '2020-07-31 06:54:14', NULL),
(242, '10338', '10412', '2', '0.20', '60', '0', '2020-07-31 06:54:14', NULL),
(243, '10338', '10412', '3', '0.15', '60', '0', '2020-07-31 06:54:14', NULL),
(244, '10338', '10412', '4', '0.05', '60', '0', '2020-07-31 06:54:14', NULL),
(245, '10338', '10412', '5', '0.05', '60', '0', '2020-07-31 06:54:14', NULL),
(246, '10338', '10412', '6', '0.05', '60', '0', '2020-07-31 06:54:14', NULL),
(247, '10338', '10412', '7', '0.05', '60', '0', '2020-07-31 06:54:15', NULL),
(248, '10338', '10412', '8', '0.05', '60', '0', '2020-07-31 06:54:15', NULL),
(249, '10338', '10412', '9', '0.05', '60', '0', '2020-07-31 06:54:15', NULL),
(250, '10338', '10412', '10', '0.05', '60', '0', '2020-07-31 06:54:15', NULL),
(251, '10338', '10412', '11', '0.05', '60', '0', '2020-07-31 06:54:15', NULL),
(252, '10338', '10412', '12', '0.05', '60', '0', '2020-07-31 06:54:15', NULL),
(253, '10338', '10412', '1', '0.20', '90', '0', '2020-07-31 06:55:01', NULL),
(254, '10338', '10412', '2', '0.20', '90', '0', '2020-07-31 06:55:01', NULL),
(255, '10338', '10412', '3', '0.15', '90', '0', '2020-07-31 06:55:01', NULL),
(256, '10338', '10412', '4', '0.05', '90', '0', '2020-07-31 06:55:01', NULL),
(257, '10338', '10412', '5', '0.05', '90', '0', '2020-07-31 06:55:01', NULL),
(258, '10338', '10412', '6', '0.05', '90', '0', '2020-07-31 06:55:01', NULL),
(259, '10338', '10412', '7', '0.05', '90', '0', '2020-07-31 06:55:01', NULL),
(260, '10338', '10412', '8', '0.05', '90', '0', '2020-07-31 06:55:01', NULL),
(261, '10338', '10412', '9', '0.05', '90', '0', '2020-07-31 06:55:02', NULL),
(262, '10338', '10412', '10', '0.05', '90', '0', '2020-07-31 06:55:02', NULL),
(263, '10338', '10412', '11', '0.05', '90', '0', '2020-07-31 06:55:02', NULL),
(264, '10338', '10412', '12', '0.05', '90', '0', '2020-07-31 06:55:02', NULL),
(265, '10338', '10412', '1', '0.20', '60', '0', '2020-07-31 08:03:04', NULL),
(266, '10338', '10412', '2', '0.20', '60', '0', '2020-07-31 08:03:05', NULL),
(267, '10338', '10412', '3', '0.12', '60', '0', '2020-07-31 08:03:05', NULL),
(268, '10338', '10412', '4', '0.04', '60', '0', '2020-07-31 08:03:05', NULL),
(269, '10338', '10412', '5', '0.04', '60', '0', '2020-07-31 08:03:05', NULL),
(270, '10338', '10412', '6', '0.04', '60', '0', '2020-07-31 08:03:05', NULL),
(271, '10338', '10412', '7', '0.04', '60', '0', '2020-07-31 08:03:05', NULL),
(272, '10338', '10412', '8', '0.04', '60', '0', '2020-07-31 08:03:05', NULL),
(273, '10338', '10412', '9', '0.04', '60', '0', '2020-07-31 08:03:05', NULL),
(274, '10338', '10412', '10', '0.04', '60', '0', '2020-07-31 08:03:05', NULL),
(275, '10338', '10412', '11', '0.04', '60', '0', '2020-07-31 08:03:05', NULL),
(276, '10338', '10412', '12', '0.04', '60', '0', '2020-07-31 08:03:05', NULL),
(277, '10338', '10412', '1', '0.20', '90', '0', '2020-07-31 08:03:38', NULL),
(278, '10338', '10412', '2', '0.20', '90', '0', '2020-07-31 08:03:38', NULL),
(279, '10338', '10412', '3', '0.12', '90', '0', '2020-07-31 08:03:38', NULL),
(280, '10338', '10412', '4', '0.04', '90', '0', '2020-07-31 08:03:38', NULL),
(281, '10338', '10412', '5', '0.04', '90', '0', '2020-07-31 08:03:38', NULL),
(282, '10338', '10412', '6', '0.04', '90', '0', '2020-07-31 08:03:38', NULL),
(283, '10338', '10412', '7', '0.04', '90', '0', '2020-07-31 08:03:38', NULL),
(284, '10338', '10412', '8', '0.04', '90', '0', '2020-07-31 08:03:38', NULL),
(285, '10338', '10412', '9', '0.03', '90', '0', '2020-07-31 08:03:39', NULL),
(286, '10338', '10412', '10', '0.03', '90', '0', '2020-07-31 08:03:39', NULL),
(287, '10338', '10412', '11', '0.04', '90', '0', '2020-07-31 08:03:39', NULL),
(288, '10338', '10412', '12', '0.04', '90', '0', '2020-07-31 08:03:39', NULL),
(289, '10338', '10412', '26', '0.10', '60', '0', '2020-07-31 08:41:49', NULL),
(290, '10338', '10412', '27', '0.08', '60', '0', '2020-07-31 08:41:49', NULL),
(291, '10338', '10412', '28', '0.05', '60', '0', '2020-07-31 08:41:49', NULL),
(292, '10338', '10412', '29', '0.05', '60', '0', '2020-07-31 08:41:49', NULL),
(293, '10338', '10412', '30', '0.05', '60', '0', '2020-07-31 08:41:49', NULL),
(294, '10338', '10412', '31', '0.03', '60', '0', '2020-07-31 08:41:49', NULL),
(295, '10338', '10412', '32', '0.03', '60', '0', '2020-07-31 08:41:49', NULL),
(296, '10338', '10412', '33', '0.03', '60', '0', '2020-07-31 08:41:49', NULL),
(297, '10338', '10412', '34', '0.05', '60', '0', '2020-07-31 08:41:49', NULL),
(298, '10338', '10412', '36', '0.05', '60', '0', '2020-07-31 08:41:49', NULL),
(299, '10338', '10412', '37', '0.03', '60', '0', '2020-07-31 08:41:50', NULL),
(300, '10338', '10412', '38', '0.05', '60', '0', '2020-07-31 08:41:50', NULL),
(301, '10338', '10412', '39', '0.05', '60', '0', '2020-07-31 08:41:50', NULL),
(302, '10338', '10412', '40', '0.05', '60', '0', '2020-07-31 08:41:50', NULL),
(303, '10338', '10412', '41', '0.05', '60', '0', '2020-07-31 08:41:50', NULL),
(304, '10338', '10412', '42', '0.03', '60', '0', '2020-07-31 08:41:50', NULL),
(305, '10338', '10412', '43', '0.03', '60', '0', '2020-07-31 08:41:50', NULL),
(306, '10338', '10412', '44', '0.03', '60', '0', '2020-07-31 08:41:50', NULL),
(307, '10338', '10412', '45', '0.03', '60', '0', '2020-07-31 08:41:50', NULL),
(308, '10338', '10412', '46', '0.05', '60', '0', '2020-07-31 08:41:50', NULL),
(309, '10338', '10412', '47', '0.03', '60', '0', '2020-07-31 08:41:50', NULL),
(310, '10338', '10412', '26', '0.10', '90', '0', '2020-07-31 08:47:19', NULL),
(311, '10338', '10412', '27', '0.08', '90', '0', '2020-07-31 08:47:19', NULL),
(312, '10338', '10412', '28', '0.05', '90', '0', '2020-07-31 08:47:19', NULL),
(313, '10338', '10412', '29', '0.05', '90', '0', '2020-07-31 08:47:19', NULL),
(314, '10338', '10412', '30', '0.05', '90', '0', '2020-07-31 08:47:19', NULL),
(315, '10338', '10412', '31', '0.03', '90', '0', '2020-07-31 08:47:19', NULL),
(316, '10338', '10412', '32', '0.03', '90', '0', '2020-07-31 08:47:19', NULL),
(317, '10338', '10412', '33', '0.03', '90', '0', '2020-07-31 08:47:20', NULL),
(318, '10338', '10412', '34', '0.05', '90', '0', '2020-07-31 08:47:20', NULL),
(319, '10338', '10412', '36', '0.05', '90', '0', '2020-07-31 08:47:20', NULL),
(320, '10338', '10412', '37', '0.03', '90', '0', '2020-07-31 08:47:20', NULL),
(321, '10338', '10412', '38', '0.05', '90', '0', '2020-07-31 08:47:20', NULL),
(322, '10338', '10412', '39', '0.05', '90', '0', '2020-07-31 08:47:20', NULL),
(323, '10338', '10412', '40', '0.05', '90', '0', '2020-07-31 08:47:20', NULL),
(324, '10338', '10412', '41', '0.05', '90', '0', '2020-07-31 08:47:20', NULL),
(325, '10338', '10412', '42', '0.03', '90', '0', '2020-07-31 08:47:20', NULL),
(326, '10338', '10412', '43', '0.03', '90', '0', '2020-07-31 08:47:20', NULL),
(327, '10338', '10412', '44', '0.03', '90', '0', '2020-07-31 08:47:20', NULL),
(328, '10338', '10412', '45', '0.03', '90', '0', '2020-07-31 08:47:20', NULL),
(329, '10338', '10412', '46', '0.05', '90', '0', '2020-07-31 08:47:20', NULL),
(330, '10338', '10412', '47', '0.03', '90', '0', '2020-07-31 08:47:20', NULL),
(331, '10415', '91025', '26', '0.10', '60', '1', '2020-07-31 09:06:02', NULL),
(332, '10415', '91025', '27', '0.08', '60', '1', '2020-07-31 09:06:02', NULL),
(333, '10415', '91025', '28', '0.05', '60', '1', '2020-07-31 09:06:02', NULL),
(334, '10415', '91025', '29', '0.05', '60', '1', '2020-07-31 09:06:02', NULL),
(335, '10415', '91025', '30', '0.05', '60', '1', '2020-07-31 09:06:02', NULL),
(336, '10415', '91025', '31', '0.03', '60', '1', '2020-07-31 09:06:02', NULL),
(337, '10415', '91025', '32', '0.03', '60', '1', '2020-07-31 09:06:02', NULL),
(338, '10415', '91025', '33', '0.03', '60', '1', '2020-07-31 09:06:02', NULL),
(339, '10415', '91025', '34', '0.05', '60', '1', '2020-07-31 09:06:02', NULL),
(340, '10415', '91025', '36', '0.05', '60', '1', '2020-07-31 09:06:02', NULL),
(341, '10415', '91025', '37', '0.03', '60', '1', '2020-07-31 09:06:02', NULL),
(342, '10415', '91025', '38', '0.05', '60', '1', '2020-07-31 09:06:02', NULL),
(343, '10415', '91025', '39', '0.05', '60', '1', '2020-07-31 09:06:03', NULL),
(344, '10415', '91025', '40', '0.05', '60', '1', '2020-07-31 09:06:03', NULL),
(345, '10415', '91025', '41', '0.05', '60', '1', '2020-07-31 09:06:03', NULL),
(346, '10415', '91025', '42', '0.03', '60', '1', '2020-07-31 09:06:03', NULL),
(347, '10415', '91025', '43', '0.03', '60', '1', '2020-07-31 09:06:03', NULL),
(348, '10415', '91025', '44', '0.03', '60', '1', '2020-07-31 09:06:03', NULL),
(349, '10415', '91025', '45', '0.03', '60', '1', '2020-07-31 09:06:03', NULL),
(350, '10415', '91025', '46', '0.05', '60', '1', '2020-07-31 09:06:03', NULL),
(351, '10415', '91025', '47', '0.03', '60', '1', '2020-07-31 09:06:03', NULL),
(352, '10415', '91025', '26', '0.10', '90', '1', '2020-07-31 09:26:17', NULL),
(353, '10415', '91025', '27', '0.08', '90', '1', '2020-07-31 09:26:17', NULL),
(354, '10415', '91025', '28', '0.05', '90', '1', '2020-07-31 09:26:17', NULL),
(355, '10415', '91025', '29', '0.05', '90', '1', '2020-07-31 09:26:17', NULL),
(356, '10415', '91025', '30', '0.05', '90', '1', '2020-07-31 09:26:17', NULL),
(357, '10415', '91025', '31', '0.03', '90', '1', '2020-07-31 09:26:18', NULL),
(358, '10415', '91025', '32', '0.03', '90', '1', '2020-07-31 09:26:18', NULL),
(359, '10415', '91025', '33', '0.03', '90', '1', '2020-07-31 09:26:18', NULL),
(360, '10415', '91025', '34', '0.05', '90', '1', '2020-07-31 09:26:18', NULL),
(361, '10415', '91025', '35', '0.05', '90', '1', '2020-07-31 09:26:18', NULL),
(362, '10415', '91025', '36', '0.05', '90', '1', '2020-07-31 09:26:18', NULL),
(363, '10415', '91025', '37', '0.03', '90', '1', '2020-07-31 09:26:18', NULL),
(364, '10415', '91025', '38', '0.05', '90', '1', '2020-07-31 09:26:18', NULL),
(365, '10415', '91025', '39', '0.05', '90', '1', '2020-07-31 09:26:18', NULL),
(366, '10415', '91025', '40', '0.05', '90', '1', '2020-07-31 09:26:18', NULL),
(367, '10415', '91025', '41', '0.05', '90', '1', '2020-07-31 09:26:18', NULL),
(368, '10415', '91025', '42', '0.03', '90', '1', '2020-07-31 09:26:19', NULL),
(369, '10415', '91025', '43', '0.03', '90', '1', '2020-07-31 09:26:19', NULL),
(370, '10415', '91025', '44', '0.03', '90', '1', '2020-07-31 09:26:19', NULL),
(371, '10415', '91025', '45', '0.03', '90', '1', '2020-07-31 09:26:19', NULL),
(372, '10415', '91025', '46', '0.05', '90', '1', '2020-07-31 09:26:19', NULL),
(373, '10415', '91025', '47', '0.03', '90', '1', '2020-07-31 09:26:19', NULL),
(374, '11111', '51053', '1', '0.20', '60', '1', '2020-08-03 04:54:15', NULL),
(375, '11111', '51053', '2', '0.20', '60', '1', '2020-08-03 04:54:15', NULL),
(376, '11111', '51053', '3', '0.15', '60', '1', '2020-08-03 04:54:15', NULL),
(377, '11111', '51053', '4', '0.05', '60', '1', '2020-08-03 04:54:15', NULL),
(378, '11111', '51053', '5', '0.05', '60', '1', '2020-08-03 04:54:15', NULL),
(379, '11111', '51053', '6', '0.05', '60', '1', '2020-08-03 04:54:15', NULL),
(380, '11111', '51053', '7', '0.05', '60', '1', '2020-08-03 04:54:15', NULL),
(381, '11111', '51053', '8', '0.05', '60', '1', '2020-08-03 04:54:15', NULL),
(382, '11111', '51053', '9', '0.05', '60', '1', '2020-08-03 04:54:15', NULL),
(383, '11111', '51053', '10', '0.05', '60', '1', '2020-08-03 04:54:15', NULL),
(384, '11111', '51053', '11', '0.05', '60', '1', '2020-08-03 04:54:15', NULL),
(385, '11111', '51053', '12', '0.05', '60', '1', '2020-08-03 04:54:15', NULL),
(386, '11111', '51053', '1', '0.20', '90', '1', '2020-08-03 04:54:54', NULL),
(387, '11111', '51053', '2', '0.20', '90', '1', '2020-08-03 04:54:54', NULL),
(388, '11111', '51053', '3', '0.15', '90', '1', '2020-08-03 04:54:54', NULL),
(389, '11111', '51053', '4', '0.05', '90', '1', '2020-08-03 04:54:54', NULL),
(390, '11111', '51053', '5', '0.05', '90', '1', '2020-08-03 04:54:54', NULL),
(391, '11111', '51053', '6', '0.05', '90', '1', '2020-08-03 04:54:54', NULL),
(392, '11111', '51053', '7', '0.05', '90', '1', '2020-08-03 04:54:54', NULL),
(393, '11111', '51053', '8', '0.05', '90', '1', '2020-08-03 04:54:54', NULL),
(394, '11111', '51053', '9', '0.01', '90', '1', '2020-08-03 04:54:54', NULL),
(395, '11111', '51053', '10', '0.05', '90', '1', '2020-08-03 04:54:54', NULL),
(396, '11111', '51053', '11', '0.05', '90', '1', '2020-08-03 04:54:54', NULL),
(397, '11111', '51053', '12', '0.05', '90', '1', '2020-08-03 04:54:54', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_operation_select_office`
--

CREATE TABLE `ngg_operation_select_office` (
  `id_select_opf` bigint(10) NOT NULL,
  `id_office` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `name_select_opf` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `remark_opf` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at_s_opf` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at_s_opf` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ngg_operation_select_office`
--

INSERT INTO `ngg_operation_select_office` (`id_select_opf`, `id_office`, `name_select_opf`, `remark_opf`, `created_at_s_opf`, `updated_at_s_opf`) VALUES
(1, '1', '1', '-', '2020-07-27 05:00:07', NULL),
(2, '1', '2', '-', '2020-07-27 05:00:07', NULL),
(3, '1', '3', '-', '2020-07-27 05:00:43', NULL),
(4, '1', '4', '-', '2020-07-27 05:00:43', NULL),
(5, '1', '5', '-', '2020-07-27 05:00:53', NULL),
(6, '2', '1', '#', '2020-07-29 11:10:09', NULL),
(7, '2', '2', '#', '2020-07-29 11:10:09', NULL),
(8, '2', '3', '#', '2020-07-29 11:10:09', NULL),
(9, '2', '4', '#', '2020-07-29 11:10:10', NULL),
(10, '2', '5', '#', '2020-07-29 11:10:10', NULL),
(11, '3', '1', '#', '2020-07-29 11:10:10', NULL),
(12, '3', '2', '#', '2020-07-29 11:10:10', NULL),
(13, '3', '3', '#', '2020-07-29 11:10:10', NULL),
(14, '3', '4', '#', '2020-07-29 11:10:10', NULL),
(15, '3', '5', '#', '2020-07-29 11:10:10', NULL),
(16, '4', '1', '#', '2020-07-29 11:10:10', NULL),
(17, '4', '2', '#', '2020-07-29 11:10:10', NULL),
(18, '4', '3', '#', '2020-07-29 11:10:10', NULL),
(19, '4', '4', '#', '2020-07-29 11:10:10', NULL),
(20, '4', '5', '#', '2020-07-29 11:10:10', NULL),
(21, '5', '1', '#', '2020-07-29 11:10:10', NULL),
(22, '5', '2', '#', '2020-07-29 11:10:10', NULL),
(23, '5', '3', '#', '2020-07-29 11:10:10', NULL),
(24, '5', '4', '#', '2020-07-29 11:10:11', NULL),
(25, '5', '5', '#', '2020-07-29 11:10:11', NULL),
(26, '6', '1', '#', '2020-07-29 11:10:11', NULL),
(27, '6', '2', '#', '2020-07-29 11:10:11', NULL),
(28, '6', '3', '#', '2020-07-29 11:10:11', NULL),
(29, '6', '4', '#', '2020-07-29 11:10:11', NULL),
(30, '6', '5', '#', '2020-07-29 11:10:11', NULL),
(31, '7', '1', '#', '2020-07-29 11:10:11', NULL),
(32, '7', '2', '#', '2020-07-29 11:10:11', NULL),
(33, '7', '3', '#', '2020-07-29 11:10:11', NULL),
(34, '7', '4', '#', '2020-07-29 11:10:11', NULL),
(35, '7', '5', '#', '2020-07-29 11:10:11', NULL),
(36, '8', '1', '#', '2020-07-29 11:10:11', NULL),
(37, '8', '2', '#', '2020-07-29 11:10:11', NULL),
(38, '8', '3', '#', '2020-07-29 11:10:11', NULL),
(39, '8', '4', '#', '2020-07-29 11:10:11', NULL),
(40, '8', '5', '#', '2020-07-29 11:10:11', NULL),
(41, '9', '1', '#', '2020-07-29 11:10:11', NULL),
(42, '9', '2', '#', '2020-07-29 11:10:12', NULL),
(43, '9', '3', '#', '2020-07-29 11:10:12', NULL),
(44, '9', '4', '#', '2020-07-29 11:10:12', NULL),
(45, '9', '5', '#', '2020-07-29 11:10:12', NULL),
(46, '10', '1', '#', '2020-07-29 11:10:12', NULL),
(47, '10', '2', '#', '2020-07-29 11:10:12', NULL),
(48, '10', '3', '#', '2020-07-29 11:10:12', NULL),
(49, '10', '4', '#', '2020-07-29 11:10:12', NULL),
(50, '10', '5', '#', '2020-07-29 11:10:12', NULL),
(51, '11', '1', '#', '2020-07-29 11:10:12', NULL),
(52, '11', '2', '#', '2020-07-29 11:10:12', NULL),
(53, '11', '3', '#', '2020-07-29 11:10:12', NULL),
(54, '11', '4', '#', '2020-07-29 11:10:12', NULL),
(55, '11', '5', '#', '2020-07-29 11:10:12', NULL),
(56, '12', '1', '', '2020-07-29 11:15:45', NULL),
(57, '12', '2', '', '2020-07-29 11:15:45', NULL),
(58, '12', '3', '', '2020-07-29 11:16:10', NULL),
(59, '12', '4', '#', '2020-07-29 11:16:10', NULL),
(60, '12', '5', '', '2020-07-29 11:16:16', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_operation_select_sup`
--

CREATE TABLE `ngg_operation_select_sup` (
  `id_select_sup` bigint(10) NOT NULL,
  `id_sup_sup` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `name_select_sup` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `remark_sup` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at_sup` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at_sup` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ngg_operation_select_sup`
--

INSERT INTO `ngg_operation_select_sup` (`id_select_sup`, `id_sup_sup`, `name_select_sup`, `remark_sup`, `created_at_sup`, `updated_at_sup`) VALUES
(6, '26', '1', NULL, '2020-07-31 08:36:25', NULL),
(7, '26', '2', NULL, '2020-07-31 08:36:26', NULL),
(8, '26', '3', NULL, '2020-07-31 08:36:26', NULL),
(9, '26', '4', NULL, '2020-07-31 08:36:26', NULL),
(10, '26', '5', NULL, '2020-07-31 08:36:26', NULL),
(11, '27', '1', NULL, '2020-07-31 08:36:27', NULL),
(12, '27', '2', NULL, '2020-07-31 08:36:27', NULL),
(13, '27', '3', NULL, '2020-07-31 08:36:27', NULL),
(14, '27', '4', NULL, '2020-07-31 08:36:27', NULL),
(15, '27', '5', NULL, '2020-07-31 08:36:27', NULL),
(16, '28', '1', NULL, '2020-07-31 08:36:27', NULL),
(17, '28', '2', NULL, '2020-07-31 08:36:27', NULL),
(18, '28', '3', NULL, '2020-07-31 08:36:27', NULL),
(19, '28', '4', NULL, '2020-07-31 08:36:27', NULL),
(20, '28', '5', NULL, '2020-07-31 08:36:27', NULL),
(21, '29', '1', NULL, '2020-07-31 08:36:27', NULL),
(22, '29', '2', NULL, '2020-07-31 08:36:27', NULL),
(23, '29', '3', NULL, '2020-07-31 08:36:28', NULL),
(24, '29', '4', NULL, '2020-07-31 08:36:28', NULL),
(25, '29', '5', NULL, '2020-07-31 08:36:28', NULL),
(26, '30', '1', NULL, '2020-07-31 08:36:28', NULL),
(27, '30', '2', NULL, '2020-07-31 08:36:28', NULL),
(28, '30', '3', NULL, '2020-07-31 08:36:28', NULL),
(29, '30', '4', NULL, '2020-07-31 08:36:28', NULL),
(30, '30', '5', NULL, '2020-07-31 08:36:28', NULL),
(31, '31', '1', NULL, '2020-07-31 08:36:28', NULL),
(32, '31', '2', NULL, '2020-07-31 08:36:28', NULL),
(33, '31', '3', NULL, '2020-07-31 08:36:28', NULL),
(34, '31', '4', NULL, '2020-07-31 08:36:28', NULL),
(35, '31', '5', NULL, '2020-07-31 08:36:28', NULL),
(36, '32', '1', NULL, '2020-07-31 08:36:28', NULL),
(37, '32', '2', NULL, '2020-07-31 08:36:29', NULL),
(38, '32', '3', NULL, '2020-07-31 08:36:29', NULL),
(39, '32', '4', NULL, '2020-07-31 08:36:29', NULL),
(40, '32', '5', NULL, '2020-07-31 08:36:29', NULL),
(41, '33', '1', NULL, '2020-07-31 08:36:29', NULL),
(42, '33', '2', NULL, '2020-07-31 08:36:29', NULL),
(43, '33', '3', NULL, '2020-07-31 08:36:29', NULL),
(44, '33', '4', NULL, '2020-07-31 08:36:29', NULL),
(45, '33', '5', NULL, '2020-07-31 08:36:30', NULL),
(46, '34', '1', NULL, '2020-07-31 08:36:30', NULL),
(47, '34', '2', NULL, '2020-07-31 08:36:30', NULL),
(48, '34', '3', NULL, '2020-07-31 08:36:30', NULL),
(49, '34', '4', NULL, '2020-07-31 08:36:30', NULL),
(50, '34', '5', NULL, '2020-07-31 08:36:30', NULL),
(51, '36', '1', NULL, '2020-07-31 08:36:30', NULL),
(52, '36', '2', NULL, '2020-07-31 08:36:30', NULL),
(53, '36', '3', NULL, '2020-07-31 08:36:30', NULL),
(54, '36', '4', NULL, '2020-07-31 08:36:30', NULL),
(55, '36', '5', NULL, '2020-07-31 08:36:30', NULL),
(56, '37', '1', NULL, '2020-07-31 08:36:30', NULL),
(57, '37', '2', NULL, '2020-07-31 08:36:30', NULL),
(58, '37', '3', NULL, '2020-07-31 08:36:30', NULL),
(59, '37', '4', NULL, '2020-07-31 08:36:31', NULL),
(60, '37', '5', NULL, '2020-07-31 08:36:31', NULL),
(61, '38', '1', NULL, '2020-07-31 08:36:31', NULL),
(62, '38', '2', NULL, '2020-07-31 08:36:31', NULL),
(63, '38', '3', NULL, '2020-07-31 08:36:31', NULL),
(64, '38', '4', NULL, '2020-07-31 08:36:31', NULL),
(65, '38', '5', NULL, '2020-07-31 08:36:31', NULL),
(66, '39', '1', NULL, '2020-07-31 08:36:31', NULL),
(67, '39', '2', NULL, '2020-07-31 08:36:31', NULL),
(68, '39', '3', NULL, '2020-07-31 08:36:31', NULL),
(69, '39', '4', NULL, '2020-07-31 08:36:31', NULL),
(70, '39', '5', NULL, '2020-07-31 08:36:31', NULL),
(71, '40', '1', NULL, '2020-07-31 08:36:31', NULL),
(72, '40', '2', NULL, '2020-07-31 08:36:31', NULL),
(73, '40', '3', NULL, '2020-07-31 08:36:31', NULL),
(74, '40', '4', NULL, '2020-07-31 08:36:31', NULL),
(75, '40', '5', NULL, '2020-07-31 08:36:32', NULL),
(76, '41', '1', NULL, '2020-07-31 08:36:32', NULL),
(77, '41', '2', NULL, '2020-07-31 08:36:32', NULL),
(78, '41', '3', NULL, '2020-07-31 08:36:32', NULL),
(79, '41', '4', NULL, '2020-07-31 08:36:32', NULL),
(80, '41', '5', NULL, '2020-07-31 08:36:32', NULL),
(81, '42', '1', NULL, '2020-07-31 08:36:32', NULL),
(82, '42', '2', NULL, '2020-07-31 08:36:32', NULL),
(83, '42', '3', NULL, '2020-07-31 08:36:32', NULL),
(84, '42', '4', NULL, '2020-07-31 08:36:32', NULL),
(85, '42', '5', NULL, '2020-07-31 08:36:32', NULL),
(86, '43', '1', NULL, '2020-07-31 08:36:32', NULL),
(87, '43', '2', NULL, '2020-07-31 08:36:32', NULL),
(88, '43', '3', NULL, '2020-07-31 08:36:32', NULL),
(89, '43', '4', NULL, '2020-07-31 08:36:32', NULL),
(90, '43', '5', NULL, '2020-07-31 08:36:32', NULL),
(91, '44', '1', NULL, '2020-07-31 08:36:32', NULL),
(92, '44', '2', NULL, '2020-07-31 08:36:32', NULL),
(93, '44', '3', NULL, '2020-07-31 08:36:33', NULL),
(94, '44', '4', NULL, '2020-07-31 08:36:33', NULL),
(95, '44', '5', NULL, '2020-07-31 08:36:33', NULL),
(96, '45', '1', NULL, '2020-07-31 08:36:33', NULL),
(97, '45', '2', NULL, '2020-07-31 08:36:33', NULL),
(98, '45', '3', NULL, '2020-07-31 08:36:33', NULL),
(99, '45', '4', NULL, '2020-07-31 08:36:33', NULL),
(100, '45', '5', NULL, '2020-07-31 08:36:33', NULL),
(101, '46', '1', NULL, '2020-07-31 08:36:33', NULL),
(102, '46', '2', NULL, '2020-07-31 08:36:33', NULL),
(103, '46', '3', NULL, '2020-07-31 08:36:33', NULL),
(104, '46', '4', NULL, '2020-07-31 08:36:33', NULL),
(105, '46', '5', NULL, '2020-07-31 08:36:33', NULL),
(106, '47', '1', NULL, '2020-07-31 08:36:33', NULL),
(107, '47', '2', NULL, '2020-07-31 08:36:33', NULL),
(108, '47', '3', NULL, '2020-07-31 08:36:33', NULL),
(109, '47', '4', NULL, '2020-07-31 08:36:33', NULL),
(110, '47', '5', NULL, '2020-07-31 08:36:34', NULL),
(111, '35', '1', NULL, '2020-07-31 09:10:55', NULL),
(112, '35', '2', NULL, '2020-07-31 09:10:55', NULL),
(113, '35', '3', NULL, '2020-07-31 09:11:17', NULL),
(114, '35', '4', NULL, '2020-07-31 09:11:17', NULL),
(115, '35', '5', NULL, '2020-07-31 09:11:32', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ngg_role_company`
--

CREATE TABLE `ngg_role_company` (
  `id` bigint(10) NOT NULL,
  `code_staff` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `role_name` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `status` varchar(25) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ngg_role_company`
--

INSERT INTO `ngg_role_company` (`id`, `code_staff`, `role_name`, `status`) VALUES
(1, '94018', 'company', 'Y'),
(2, '51248', 'company', 'Y'),
(3, '51002', 'company', 'Y');

-- --------------------------------------------------------

--
-- Table structure for table `ngg_role_sales_shop`
--

CREATE TABLE `ngg_role_sales_shop` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `username_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `branchname_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_by` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `update_by` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_sales_api`
--

CREATE TABLE `ngg_sales_api` (
  `ID` bigint(20) UNSIGNED NOT NULL,
  `BRANCHNAME` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `M_NETAMOUNT_AFTER_VAT` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `SALEPERSONCODE` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `SALEPERSONNAME` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `CREATEBYNAME` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `CREATED_AT_A` datetime DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_target_daily_sale`
--

CREATE TABLE `ngg_target_daily_sale` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_branchname_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `username` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `target_degree` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `target_degre_sell` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `day` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `month` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `year` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_target_single_sales`
--

CREATE TABLE `ngg_target_single_sales` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_branchname` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `username` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `target_single` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `target_sell` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `month` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `year` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_by` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `update_by` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `ngg_video`
--

CREATE TABLE `ngg_video` (
  `id_video` bigint(10) NOT NULL,
  `new_video_en` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `new_video_th` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `url_vedio` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `getPublicId` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ngg_video`
--

INSERT INTO `ngg_video` (`id_video`, `new_video_en`, `new_video_th`, `url_vedio`, `getPublicId`) VALUES
(4, 'fv', 'fv', 'https://res.cloudinary.com/nioachievers/video/upload/v1592998706/zqxpglyjnbkkbytotm4c.mp4', 'zqxpglyjnbkkbytotm4c'),
(5, 'p;', 'p;', 'https://res.cloudinary.com/nioachievers/video/upload/v1593056356/ztujvztykhzaqqi5b3nv.mp4', 'ztujvztykhzaqqi5b3nv'),
(6, 'fsdf', 'sdfsdf', 'https://res.cloudinary.com/nioachievers/video/upload/v1593057087/snnueaq1fy27thd1rmqi.mp4', 'snnueaq1fy27thd1rmqi'),
(7, 'fv', 'fv', 'https://res.cloudinary.com/nioachievers/video/upload/v1593057392/amskavitfm1o6m5cd7ru.mp4', 'amskavitfm1o6m5cd7ru');

-- --------------------------------------------------------

--
-- Table structure for table `ngg__real_time_in_out`
--

CREATE TABLE `ngg__real_time_in_out` (
  `staff_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `first_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `company_i` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `position_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `time` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_access_tokens`
--

CREATE TABLE `oauth_access_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_access_tokens`
--

INSERT INTO `oauth_access_tokens` (`id`, `user_id`, `client_id`, `name`, `scopes`, `revoked`, `created_at`, `updated_at`, `expires_at`) VALUES
('052b93c0e684871554efdf7ac612f04a659ca47ff4df478b1a4eb795b7eb25f81efb220dec48abda', 61, 6, NULL, '[]', 0, '2020-07-03 03:33:14', '2020-07-03 03:33:14', '2021-07-03 10:33:14'),
('06a8557367b259ee8b5f38f90347e92c316ad40e543e9483a5b1efc54d2b6a6b793cfd4d020c6f76', 354, 6, NULL, '[]', 0, '2020-07-02 04:24:49', '2020-07-02 04:24:49', '2021-07-02 11:24:49'),
('08b3629ab2326c0729cb6ca9b1af08bf661cf9b833281b456ae3a69018e327834e60e3c5b980f69d', 354, 6, NULL, '[]', 0, '2020-07-03 10:08:27', '2020-07-03 10:08:27', '2021-07-03 17:08:27'),
('0affcf23e0d8bdcf071ada0cf0ee308c20622694b03643a644ba57dd885b5987effe9bea53afb3ac', 354, 6, NULL, '[]', 0, '2020-06-17 07:08:49', '2020-06-17 07:08:49', '2021-06-17 14:08:49'),
('0b1bb8181a7fb18d38d4514af687a1f157ae3e649b0cfbf7467420551d209208a809d4d43be7c2bd', 61, 6, NULL, '[]', 0, '2020-07-03 03:41:57', '2020-07-03 03:41:57', '2021-07-03 10:41:57'),
('0cc81c814a4541e2f8cdaa3dcd973dfafa36d5786ecb5e396b21e0a3e3bc00b8e5fe856d04942e3f', 351, 6, NULL, '[]', 0, '2020-07-01 08:10:48', '2020-07-01 08:10:48', '2021-07-01 15:10:48'),
('0cf6341c63f31bac8cfee031740fcdb7411d2f365df1dd0403e2b1c8605e23ff606eb3a517e38a00', 354, 6, NULL, '[]', 0, '2020-07-02 08:30:10', '2020-07-02 08:30:10', '2021-07-02 15:30:10'),
('0dca2185e00b89284e9f78014a4a2cb579deb2df5d699c3c375e1a45099d45cfc02e50124940c7e6', 354, 6, NULL, '[]', 0, '2020-06-17 11:42:17', '2020-06-17 11:42:17', '2021-06-17 18:42:17'),
('0e8bf3c1a2311f38014de4a6e5485d69351c6b8a87f634860ae6d11ca033c6bb180568dc07768ab9', 354, 6, NULL, '[]', 0, '2020-07-10 06:55:13', '2020-07-10 06:55:13', '2021-07-10 13:55:13'),
('100dc5854bea025dc64c3c02f98c5d6c6bd43e4cb9df9bf6df27940ee4928895cbda754a36235bfe', 354, 6, NULL, '[]', 0, '2020-07-02 11:34:52', '2020-07-02 11:34:52', '2021-07-02 18:34:52'),
('101ab32651f8fcf04d4b94383778dd6b2dbd438f8bcee1a7ed6ee50ff8642546f94db375ebbc09cb', 61, 6, NULL, '[]', 0, '2020-06-17 06:52:22', '2020-06-17 06:52:22', '2021-06-17 13:52:22'),
('10c78379fa81d59214a6d83ffb6834c4c8aa2bc52951502df56b5ec278a5b8970b11350a5c23984d', 61, 7, 'Personal Access Token', '[]', 0, '2020-07-22 04:32:45', '2020-07-22 04:32:45', '2020-09-02 11:32:45'),
('11a63c9a402791ef476d3a90eef4b75d90e6c8ee706456e842ce8ea701340662999cf44b61779463', 354, 6, NULL, '[]', 0, '2020-06-17 07:15:00', '2020-06-17 07:15:00', '2021-06-17 14:15:00'),
('138377291c114f3c23777cb11f9e7d07ec9a5fef95c93ed118e5d9e206db204fe82afca4ff0c2e87', 354, 6, NULL, '[]', 0, '2020-07-02 07:40:05', '2020-07-02 07:40:05', '2021-07-02 14:40:04'),
('1384a9b8bc52f696a5943bbe3c58166ee409c12070f70f975ec8a6139126b8df4c78111f24d7bb36', 354, 6, NULL, '[]', 0, '2020-07-03 08:00:52', '2020-07-03 08:00:52', '2021-07-03 15:00:52'),
('13896c69591bfa11a7625f5db60b512077adc759a5dcab91367f83ba444b3410e9efdd3433aa8163', 61, 6, NULL, '[]', 0, '2020-07-03 05:42:56', '2020-07-03 05:42:56', '2021-07-03 12:42:56'),
('15417957edf32975afdb5826b8aa3e1523dd16808b57104cfd7b9d3c9897b12202e509233cb1e1af', 354, 6, NULL, '[]', 0, '2020-07-01 08:11:15', '2020-07-01 08:11:15', '2021-07-01 15:11:15'),
('174c7db716dc4615b9bd0ee2b38952aae0094a2e677a6f4f9dead0732f1caa279d1d57ea1cc8364c', 354, 6, NULL, '[]', 0, '2020-07-02 10:31:49', '2020-07-02 10:31:49', '2021-07-02 17:31:49'),
('183e2f61973efc5c760278d0636ce41e2f917516b4eb60fdb8ec689fc8608127decbd03a2bd412ba', 354, 6, NULL, '[]', 0, '2020-07-03 10:32:35', '2020-07-03 10:32:35', '2021-07-03 17:32:35'),
('1901268fc9b5f139c199abc54b6330ff3a9172cfad8767234b80ec7d1d345d688cced2cf47f580f9', 354, 6, NULL, '[]', 0, '2020-07-02 03:36:02', '2020-07-02 03:36:02', '2021-07-02 10:36:02'),
('1a5a4d40c92c6ef454ad301a8297776e821f4b4d072dbd5e00f3f1d7e28d2f50d268bc0a3764ce53', 354, 6, NULL, '[]', 0, '2020-07-03 10:21:40', '2020-07-03 10:21:40', '2021-07-03 17:21:40'),
('1d647b0849fba1d4b60a98c624bcefbde25bef89ba01814ac00c40bd7d8cf12e0c7ee3484e7c6144', 354, 6, NULL, '[]', 0, '2020-07-03 06:56:35', '2020-07-03 06:56:35', '2021-07-03 13:56:35'),
('2299bbd831d81a967bd886411b9021a1556c0e0ebd5a697f54ceff7522b43b3acdaf80c94ceacc60', 351, 6, NULL, '[]', 0, '2020-07-02 05:01:18', '2020-07-02 05:01:18', '2021-07-02 12:01:18'),
('26806a40bc8e385119355ade3b87248388cba8065842015675cbb412d2a9eb941adf1397914aa6aa', 351, 6, NULL, '[]', 0, '2020-07-02 05:01:28', '2020-07-02 05:01:28', '2021-07-02 12:01:28'),
('26abe02f8dfd8b25e38e76d63e788339dc0b278b81d8989ede3c9c45e25ded2afc43d5f2970770f8', 61, 7, 'Personal Access Token', '[]', 1, '2020-07-21 03:13:33', '2020-07-21 03:13:33', '2020-09-01 10:13:33'),
('2be71b5e8075e3be6861be80706e3477c35aa9bb5f9929eef2e6ae526e545aeb38dcc8b17876d77a', 354, 6, NULL, '[]', 0, '2020-07-02 08:58:01', '2020-07-02 08:58:01', '2021-07-02 15:58:01'),
('2e4e5ec6dd110975b63d6e34733fc690b753d02b965f1422c6e2ad2c4e67b3d0fa4d185b7f234879', 354, 6, NULL, '[]', 0, '2020-07-01 08:07:56', '2020-07-01 08:07:56', '2021-07-01 15:07:56'),
('34a919d4dc3f7ec732d3a0f884bcb66b602f33f4f032469f10c4a528f695f865f648ce8b48b0d38e', 61, 6, NULL, '[]', 0, '2020-07-01 07:37:50', '2020-07-01 07:37:50', '2021-07-01 14:37:50'),
('35a043edff936cf94002478875cec2782ff47945064d0443ecf6f3e0aa96c599cf5ffdb19e27741a', 354, 6, NULL, '[]', 0, '2020-07-02 09:14:15', '2020-07-02 09:14:15', '2021-07-02 16:14:15'),
('39ad3c05075216625f8c4e3fd700e669a866fafe4c7e859e9f8ef84c0b1b2372084605d86fe52c48', 354, 6, NULL, '[]', 0, '2020-07-10 06:46:17', '2020-07-10 06:46:17', '2021-07-10 13:46:17'),
('3a798e3d55eae340075d4d8b06775fb35e9d7851f0fc62dc2a96129caa113e97a95753d2a2b57249', 354, 6, NULL, '[]', 0, '2020-07-03 09:08:52', '2020-07-03 09:08:52', '2021-07-03 16:08:52'),
('3c65f1dc47eefbe8568498050608d46bc26e7ad27efd14f5acd29b0e1df739f5656ae99c97412f6d', 351, 6, NULL, '[]', 0, '2020-07-02 07:50:51', '2020-07-02 07:50:51', '2021-07-02 14:50:51'),
('3edd634d34672e4164f02547a75c9e9d400f8e0a00b247b6a12159a3b91a690b7fcd2b3abcd0fd94', 354, 6, NULL, '[]', 0, '2020-06-17 11:46:16', '2020-06-17 11:46:16', '2021-06-17 18:46:16'),
('3f33bc9d391ab3c4eb69240826b5ba3d924675ef5b2dc9765d0b90124a0d06238ccb9052634135cf', 354, 6, NULL, '[]', 0, '2020-07-01 08:09:47', '2020-07-01 08:09:47', '2021-07-01 15:09:47'),
('43ba424b8938d27c3b1a7328edb771f331cdd7f5b5aa9f65f058da636b27b0f67d3522fd32bd8bc2', 354, 6, NULL, '[]', 0, '2020-07-03 07:38:21', '2020-07-03 07:38:21', '2021-07-03 14:38:21'),
('440c26dfdad2172751c6876c53c12aad7f720f93c3de857b6dbb617b7de6e7edff83e8cee6d9f007', 61, 6, NULL, '[]', 0, '2020-07-01 03:53:32', '2020-07-01 03:53:32', '2021-07-01 10:53:32'),
('448b5ac1f667352d7d2ebcba8c86f0f073522725a3eb03b5390c4b5947fa7775b680a98c3706d567', 351, 6, NULL, '[]', 0, '2020-07-02 05:02:18', '2020-07-02 05:02:18', '2021-07-02 12:02:18'),
('48a0fcd87f0830540818db2d0fd609842b307cb1b76048d69fbd366518e842f58e9755371750203a', 354, 6, NULL, '[]', 0, '2020-07-02 11:41:07', '2020-07-02 11:41:07', '2021-07-02 18:41:07'),
('494eb34b5b46c3ed186dbf60025d36afb5e73417656098e50444245ad13127eff83d082dcdb48073', 354, 7, 'Personal Access Token', '[]', 1, '2020-07-21 03:12:24', '2020-07-21 03:12:24', '2020-09-01 10:12:24'),
('4a51e390b6d5aa42c53bca48a69086297a0933afb166073b5b1c3000867b3c1bfa249d11ef9a4aed', 354, 6, NULL, '[]', 0, '2020-06-23 03:31:37', '2020-06-23 03:31:37', '2021-06-23 10:31:37'),
('4aab7083d8a6a302d2b60e14dad43da424c57c6e3b2053ce9ac4f93f678fdb1da2f783f15560bc19', 351, 6, NULL, '[]', 0, '2020-06-17 11:40:19', '2020-06-17 11:40:19', '2021-06-17 18:40:19'),
('4d953520e684ef189477e7140541d49bbf0107d3fd66ac282615c53f21217a7d255d1dfb17055801', 3, 6, NULL, '[]', 0, '2020-07-03 07:58:56', '2020-07-03 07:58:56', '2021-07-03 14:58:56'),
('4da6cf7a07e1e4b37cf92a0d863b02a62cca57773920f27756411ca0e3720d965b69cd4ff70400ad', 354, 7, 'Personal Access Token', '[]', 0, '2020-07-23 00:06:56', '2020-07-23 00:06:56', '2020-09-03 07:06:56'),
('5397ac2b38686872d9775eac50b171bbc1073fb1f96b471a1a38c7618c670386bc933c2520539398', 354, 6, NULL, '[]', 0, '2020-06-17 04:10:10', '2020-06-17 04:10:10', '2021-06-17 11:10:10'),
('564b977d0cf9a1f9e95982432d7da3fbb15b2942ee26db15736b47a6e72044eed3d358d8922d2155', 61, 6, NULL, '[]', 0, '2020-07-03 03:40:57', '2020-07-03 03:40:57', '2021-07-03 10:40:57'),
('58dcccdd1433b6a79222c7053bed1cec0f099a14e119a2b1dfe8c4082377344bae9e02b7539f3d94', 354, 6, NULL, '[]', 0, '2020-07-15 10:54:26', '2020-07-15 10:54:26', '2021-07-15 17:54:26'),
('591bb32551ecd0b7f0b07920e1a0056b2183291200796e465764ed73aa911ee4ab9f47cfedf82567', 61, 6, NULL, '[]', 0, '2020-07-03 03:04:55', '2020-07-03 03:04:55', '2021-07-03 10:04:55'),
('5d2d3b1ffe8233d3edebf1c5e117ccee08631b90317f6484d0a13fab82e9bb0fe0ce607308753aae', 354, 6, NULL, '[]', 0, '2020-07-02 04:13:15', '2020-07-02 04:13:15', '2021-07-02 11:13:15'),
('5fabcef1a07792172165a690051d31686df42097de52081dc07272a2e4a9c3b83b7e3343ffe8e991', 61, 7, 'Personal Access Token', '[]', 0, '2020-07-21 03:17:49', '2020-07-21 03:17:49', '2020-09-01 10:17:49'),
('61f922843164207857d4c74b76a56f3cb2f6ece9a2624c10f5da6e4fe607c4df4e8beb776d45f93f', 351, 6, NULL, '[]', 0, '2020-07-02 04:12:08', '2020-07-02 04:12:08', '2021-07-02 11:12:08'),
('673400db145679d63eaea2009ab53e775e0d93365421e4253d000eb63390a3da35f884d61d16d3ec', 354, 6, NULL, '[]', 0, '2020-06-17 05:58:57', '2020-06-17 05:58:57', '2021-06-17 12:58:57'),
('67dd972a1c737f6bcdce2cd3d08df44f042700121113a385edde30d3a6d9f5915d4533c9d56c7466', 61, 6, NULL, '[]', 0, '2020-07-03 05:39:52', '2020-07-03 05:39:52', '2021-07-03 12:39:52'),
('69ad18fa98b3b0f3237a8eb4e5734ab80db64a0ed46786ff9180ee3c718937becdf6a2e07dcd5c86', 351, 6, NULL, '[]', 0, '2020-06-19 04:03:11', '2020-06-19 04:03:11', '2021-06-19 11:03:11'),
('6bae8fc30b6b36333c3852c860ccf6638650ab380841dc6a195e93edfb90cb59f04f5734448cf8af', 61, 6, NULL, '[]', 0, '2020-07-01 07:15:06', '2020-07-01 07:15:06', '2021-07-01 14:15:06'),
('6ca79acf146a0e476682b7e8f0ff6c6980fa39fc7ed98e7186abaa3d94756b6ac8b613dd0265c5e0', 354, 7, 'Personal Access Token', '[]', 1, '2020-07-22 03:34:26', '2020-07-22 03:34:26', '2020-09-02 10:34:26'),
('6dd2e5bc0969a7d1d737804f2f5124eea238dd5ddc15e3f86efd44a557cc0ba6d2bee27416ddb467', 354, 6, NULL, '[]', 0, '2020-07-02 10:32:37', '2020-07-02 10:32:37', '2021-07-02 17:32:37'),
('6e01f6acd7a51859e52aa983e56c82a52a495e1ca7b73787926f9d16418d1911d9196ab2c586452d', 354, 6, NULL, '[]', 0, '2020-07-03 09:35:45', '2020-07-03 09:35:45', '2021-07-03 16:35:45'),
('6faf07ac7387b8ead28ed06bbf51ca626ed211b6326db88f38ff4f663d9fcbafe19cc32f0a9ed189', 354, 6, NULL, '[]', 0, '2020-06-17 06:51:43', '2020-06-17 06:51:43', '2021-06-17 13:51:43'),
('70c4aa89c96198158cdab024cfe45139f20f389cb2fce5d2e4b5d0b11fcbdcb810227cde8e09aefd', 354, 6, NULL, '[]', 0, '2020-07-02 08:23:50', '2020-07-02 08:23:50', '2021-07-02 15:23:50'),
('720311983483a7bc06192bc88e30a0dba387a16e428f395ddbfac756b223cd7da01f5ae8994eb3f4', 351, 6, NULL, '[]', 0, '2020-06-17 07:19:59', '2020-06-17 07:19:59', '2021-06-17 14:19:59'),
('72e39db67aea214760ab1485e37f12fb56e10c552b179f9380d23d9d40e843d54ee497e78728c8bb', 354, 6, NULL, '[]', 0, '2020-07-02 03:39:37', '2020-07-02 03:39:37', '2021-07-02 10:39:37'),
('750fe2a68452dd93580857e95036c146e813b0d1375a899d776559743e48a623e2bf208b0cc61870', 61, 6, NULL, '[]', 0, '2020-07-03 03:42:41', '2020-07-03 03:42:41', '2021-07-03 10:42:41'),
('78cbdca16f416e1983e28c43587816e767b8c9a96af043aeb47318cd6c6ad9876987d80edf9a65bf', 61, 6, NULL, '[]', 0, '2020-07-01 07:16:17', '2020-07-01 07:16:17', '2021-07-01 14:16:17'),
('78d6da7fd74abd21fd7a3f2750a5ba1cbd98881d3d67eb4ec3073291d2283e522ef1c474c9fca9db', 354, 6, NULL, '[]', 0, '2020-07-03 11:11:27', '2020-07-03 11:11:27', '2021-07-03 18:11:27'),
('7ae9c235da9693ff7b8bdd881a3a314e1381329656f92b91bb79af1860131568c980b123e96dc198', 61, 6, NULL, '[]', 0, '2020-07-03 05:49:57', '2020-07-03 05:49:57', '2021-07-03 12:49:57'),
('7b2cb00f66d1e59e9513cda5f5c0ff82fc50196208fa489808d6c1c140e23c5fbde2cf0a20c1caf9', 354, 7, 'Personal Access Token', '[]', 1, '2020-07-21 01:45:36', '2020-07-21 01:45:36', '2020-09-01 08:45:36'),
('7c3c1969637aa631f6d88d6406a6e5eaa5fa8ca423bd2b618af9375f5a8e984bf2e9e916d6bf8f8a', 351, 6, NULL, '[]', 0, '2020-06-17 11:47:01', '2020-06-17 11:47:01', '2021-06-17 18:47:01'),
('7e1e20dea5c5297ffe09e0d6844e6b85ca79085bc0537fb0f45378ee9ba4680e1f1b0d82bee52bcb', 354, 6, NULL, '[]', 0, '2020-06-17 11:45:19', '2020-06-17 11:45:19', '2021-06-17 18:45:19'),
('8313279ceb49a032332cddac683ba3b4cef812be0ca73a0ae8792c0871b39c37ce2c55e99a67c36c', 354, 6, NULL, '[]', 0, '2020-07-03 09:50:47', '2020-07-03 09:50:47', '2021-07-03 16:50:47'),
('8851e10bc9b9c0935abe9db7fb1a76bcd9ded81f97abea6bc134e9be28ac0397dcb05ce1938b6d35', 354, 6, NULL, '[]', 0, '2020-06-26 09:17:55', '2020-06-26 09:17:55', '2021-06-26 16:17:55'),
('8a1a3a5f1bd59726c485ce2b7c138dbdf7b06177967f2fec9e26fc470f8e5cabd5b7bc0d1e6bf4d8', 61, 6, NULL, '[]', 0, '2020-07-03 03:51:18', '2020-07-03 03:51:18', '2021-07-03 10:51:18'),
('8e71701a1b55df3d16e68d33402f962ac9b6333e0cf66d5cb26f84a2086d1aa5b020c15c94caa3e8', 61, 6, NULL, '[]', 0, '2020-07-03 10:36:35', '2020-07-03 10:36:35', '2021-07-03 17:36:35'),
('8ea3e7f33dc32b0f7c055aa3b526a20b751aa9132990b0b09b81e11fd359b187f90be31de116d235', 354, 6, NULL, '[]', 0, '2020-06-23 03:42:52', '2020-06-23 03:42:52', '2021-06-23 10:42:52'),
('9a87f65d7b32b1436105698c4d353640912f9c04f6c14ff19892495dcdbb381d5b3dd59b4392e720', 61, 7, 'Personal Access Token', '[]', 0, '2020-07-22 04:06:45', '2020-07-22 04:06:45', '2020-09-02 11:06:45'),
('9c8ca363d1b8dc2600cbf4cccf4f2a96a2b6438ceca02ff1ec5fda89f9edd2914f618f0fdaefc92f', 351, 6, NULL, '[]', 0, '2020-07-02 04:30:22', '2020-07-02 04:30:22', '2021-07-02 11:30:22'),
('9d55c15dc7a2eb124d64254f113949c1d7a3d0fefb8e7f34b829bca23534dd0c90896a8d19dd935e', 354, 6, NULL, '[]', 0, '2020-07-01 09:24:43', '2020-07-01 09:24:43', '2021-07-01 16:24:43'),
('9f8d358fe20cc425c47b9fdb6f2f7147eb1c9dc0862fb7c6d920648a90b6df23aa84a49a4356f906', 354, 6, NULL, '[]', 0, '2020-07-02 04:59:26', '2020-07-02 04:59:26', '2021-07-02 11:59:26'),
('9fa14e0f59bb282fa78de002bbefb8e7d404db962b2cee53a6db06644d15aa2529af5b27400646b6', 351, 6, NULL, '[]', 0, '2020-06-17 08:00:00', '2020-06-17 08:00:00', '2021-06-17 15:00:00'),
('a0691b5c5ed405916cf152c58a655c73e51210c8bf5c94606d1522e6b9a816b7d6035f32f279c537', 354, 6, NULL, '[]', 0, '2020-06-17 07:16:05', '2020-06-17 07:16:05', '2021-06-17 14:16:05'),
('a0bec6ea905f19621406b182dace1893e3eff2a507f2e715c9a269230a3eacbfc237052ddf2a1587', 61, 6, NULL, '[]', 0, '2020-07-01 07:53:12', '2020-07-01 07:53:12', '2021-07-01 14:53:12'),
('a9a18ad3b6e6d74722c7ac8bc01ba4da2894360108ac1b5232db01a83907c4e92452741af28e339a', 354, 6, NULL, '[]', 0, '2020-07-03 02:54:18', '2020-07-03 02:54:18', '2021-07-03 09:54:18'),
('a9d986d68aa95a240c6de5ba4747d632475ff3a281df30c4da1f2f856013f09e70db299820d2d2a5', 354, 6, NULL, '[]', 0, '2020-07-03 02:58:09', '2020-07-03 02:58:09', '2021-07-03 09:58:09'),
('aa71d0e4327b79da5d8a1e71e26f08743eb4030a67cc3f1fe5dd09866e35f797ed9f0c4d17b2a0bb', 354, 6, NULL, '[]', 0, '2020-06-17 07:04:29', '2020-06-17 07:04:29', '2021-06-17 14:04:29'),
('b073f554ab2f8f46165346a759521192ace7da72063da7c6e5f1f4fc8bb8eadbb92119c1a6b4f27f', 61, 7, 'Personal Access Token', '[]', 0, '2020-07-22 03:34:58', '2020-07-22 03:34:58', '2020-09-02 10:34:58'),
('b15b484948063251d08770ce44adff2ced19491ce81d262ad56a0c151b48be93ba0391a6c0ec33cf', 61, 6, NULL, '[]', 0, '2020-07-03 03:47:55', '2020-07-03 03:47:55', '2021-07-03 10:47:55'),
('b2449465b14baae531fc87f03aaa4f5ef8363a0e2243bd5ec692f35a0450acb5d6187bb5cf1d6810', 354, 6, NULL, '[]', 0, '2020-07-15 10:44:48', '2020-07-15 10:44:48', '2021-07-15 17:44:48'),
('b324388ad29a34bbc52f6f04537250e9d0956b1b1d3e0ff8c3b2268daa10c40bb09275a946e0d777', 354, 6, NULL, '[]', 0, '2020-07-03 10:35:33', '2020-07-03 10:35:33', '2021-07-03 17:35:33'),
('b3bcf34db239436d305741116323d35a241f0e31aa6352b5317ccd3207772efc9a89498de720f83d', 354, 6, NULL, '[]', 0, '2020-07-02 11:05:11', '2020-07-02 11:05:11', '2021-07-02 18:05:11'),
('b42141aa9c50f01b1b431bae4ae0c19efb8a4111f06be2bc30513934fb5c29b42b12da1af3f9aae9', 354, 6, NULL, '[]', 0, '2020-07-01 09:02:21', '2020-07-01 09:02:21', '2021-07-01 16:02:21'),
('bc1f52c4b58b7af52bc62443cdb5bb2d59886b52e3b493db3940659959d6e6ab057a5692ba008ab5', 354, 6, NULL, '[]', 0, '2020-07-03 11:06:58', '2020-07-03 11:06:58', '2021-07-03 18:06:58'),
('bcb49b79bfbf716adbc466827e7964e0bf6b312f7a31b19b6903d2681ded1a4a70408a33cedd0237', 354, 6, NULL, '[]', 0, '2020-07-02 09:05:24', '2020-07-02 09:05:24', '2021-07-02 16:05:24'),
('bdd6f477962d9a825d9c98d60e6962cf9ab8d4757e21ffb63bb4f67a840cf68642953a56c6d92354', 61, 6, NULL, '[]', 0, '2020-07-03 05:39:36', '2020-07-03 05:39:36', '2021-07-03 12:39:36'),
('c02908317ff4f4c408bb6a5d06d96853aa1a62d9f14ffc2b08c7269528c894234e73aae673b191f3', 354, 6, NULL, '[]', 0, '2020-07-02 10:26:51', '2020-07-02 10:26:51', '2021-07-02 17:26:51'),
('c1084772030640b564b5f10b399dcdc3ea20fb17d15c1b06f7c4dae669417c27f78d6c04e1bbc483', 61, 6, NULL, '[]', 0, '2020-07-01 06:09:41', '2020-07-01 06:09:41', '2021-07-01 13:09:41'),
('c2ec859775bb3b93b061c513443bfa1bf5bc34a51948bc8d64d1a5eaefe615f5fd1845a1eb317ad7', 354, 6, NULL, '[]', 0, '2020-07-01 08:54:34', '2020-07-01 08:54:34', '2021-07-01 15:54:34'),
('c5830452dc5b20268ca811213079e2d643cc52792f2ef3d2bc6b53c1baefe49ac8c91f52d0c26fb5', 354, 6, NULL, '[]', 0, '2020-07-03 03:47:15', '2020-07-03 03:47:15', '2021-07-03 10:47:15'),
('c94270c1156668f0d07177f2c0241bfd125a6994c24a730ddfd58e521a497dd67c9be8570d7fa737', 354, 6, NULL, '[]', 0, '2020-06-19 03:50:20', '2020-06-19 03:50:20', '2021-06-19 10:50:20'),
('cb929b91b300ed3d6d17a0e39dc95f4d35d0049296bf2cd980f6ddef0ea214c587088d78500d38b2', 354, 6, NULL, '[]', 0, '2020-06-17 10:47:54', '2020-06-17 10:47:54', '2021-06-17 17:47:54'),
('cc9db0a3bed017c74b6c7d3fd095871404cf3289c3a1ad6664dbc4352432e67cebb7d5c426934c2c', 354, 6, NULL, '[]', 0, '2020-07-03 10:33:08', '2020-07-03 10:33:08', '2021-07-03 17:33:08'),
('cd7f8c481782eb485ee3b6218e1de275f7f596cc37699fa735cbedb74da4cf400aadc37960c0138c', 351, 6, NULL, '[]', 0, '2020-06-17 04:31:57', '2020-06-17 04:31:57', '2021-06-17 11:31:57'),
('cd90206225ed0c53d63451e86b040f34f427d32076faf32526915b1813310d4acced29277a5ec80e', 61, 6, NULL, '[]', 0, '2020-07-03 04:29:31', '2020-07-03 04:29:31', '2021-07-03 11:29:31'),
('ce78936b15e30cc9af339366eeaa60a82455834b6bcc372892bf81576b390d40fb78e3e74bda1031', 354, 6, NULL, '[]', 0, '2020-07-02 03:48:18', '2020-07-02 03:48:18', '2021-07-02 10:48:18'),
('d5dfc40e2887b86916a7adb7c784544a501cf18b8bd37f3951c49f289f3eeb8df955d6b0f458c3b1', 354, 6, NULL, '[]', 0, '2020-07-02 10:34:33', '2020-07-02 10:34:33', '2021-07-02 17:34:33'),
('da68ffdc1c3a9f4386073809dac0c26dd2a2d610c93eb773fb8ca84cda33cadb562c12179047e87d', 351, 6, NULL, '[]', 0, '2020-07-02 04:22:08', '2020-07-02 04:22:08', '2021-07-02 11:22:08'),
('dc04bb85774b8023ebc3f73901dc4eced8596035c1739037f78e7a5758b7b7c124ca7d05310d668e', 354, 6, NULL, '[]', 0, '2020-07-02 07:59:05', '2020-07-02 07:59:05', '2021-07-02 14:59:05'),
('dc7cf08e305ebfa28d1ca1740cc4c66c179496096895dde5e3ff37a4e3e9f81e0019023ca1f75df4', 354, 6, NULL, '[]', 0, '2020-07-03 08:02:57', '2020-07-03 08:02:57', '2021-07-03 15:02:57'),
('e020c0a32947b516376ae99672e1f8e43b83d4eb0a58d3e92f03de5d40a14d392ca5c5156095c69e', 351, 6, NULL, '[]', 0, '2020-06-17 08:04:53', '2020-06-17 08:04:53', '2021-06-17 15:04:53'),
('e1e1ec925fad40a062ff98fb15add6248d1ecdc6ceeb83ed7c9080d26f7b1e9630b23c7596ac9717', 61, 6, NULL, '[]', 0, '2020-07-03 03:16:42', '2020-07-03 03:16:42', '2021-07-03 10:16:42'),
('e674259233cbacd3875259ab7f167e0b3c018ce88269ad6c66fb8cd7b38a0598bfd8726d69965666', 351, 6, NULL, '[]', 0, '2020-06-17 11:45:38', '2020-06-17 11:45:38', '2021-06-17 18:45:38'),
('e8d6aa529121e9bd4418ea3995f6835842783b107050a0a47952769c21c30bd61a4e7075ee961ad6', 354, 6, NULL, '[]', 0, '2020-06-26 10:28:33', '2020-06-26 10:28:33', '2021-06-26 17:28:33'),
('e9b4daa471871e3e0eb0d53743ae15729e5f14a8c64d69305dc2941c79ea1aa7d56f2704abfaeeb4', 351, 6, NULL, '[]', 0, '2020-07-01 08:08:17', '2020-07-01 08:08:17', '2021-07-01 15:08:17'),
('ec28345cf79f7684926668ac2b44691a2b3552d6986b1ce0aeec7d453febbc03f0f88ae808b40ec0', 354, 6, NULL, '[]', 0, '2020-07-03 11:08:15', '2020-07-03 11:08:15', '2021-07-03 18:08:15'),
('ec55cad8c4947e25c2f178bc4ab6a80e7781dcea869b6efa9660c5e29af8bd9b739805509fb211bf', 354, 6, NULL, '[]', 0, '2020-07-15 10:54:30', '2020-07-15 10:54:30', '2021-07-15 17:54:30'),
('ee257e633d364e6d0227aa9373a82437a458538cad133e1b421c43b23f99254d0d3e08f52ff0d2c4', 354, 6, NULL, '[]', 0, '2020-06-17 04:10:45', '2020-06-17 04:10:45', '2021-06-17 11:10:45'),
('ef643d0efd0f3d5353324c352c1d41b46a8885ed523fc24beeb3ce7355cca9829da443f9007c9214', 354, 6, NULL, '[]', 0, '2020-07-03 10:02:34', '2020-07-03 10:02:34', '2021-07-03 17:02:34'),
('efceb1a4f5641e10a09e11656ead40444be5d0eddcaec8f23da347f55fb4f8fd68100ddd6fe3d866', 351, 6, NULL, '[]', 0, '2020-06-17 11:15:03', '2020-06-17 11:15:03', '2021-06-17 18:15:03'),
('f187d5b1233c9dc8212a63df80ec488bcb4d0480dba4b2d0d6e741f54821d9fc35419fa11b30d5ae', 354, 7, 'Personal Access Token', '[]', 0, '2020-07-21 01:57:17', '2020-07-21 01:57:17', '2020-09-01 08:57:17'),
('f1c775675124af86675e6f967286ad5c8df7d67430c808c4a468faf79222416c40e74ed511b0eee7', 61, 6, NULL, '[]', 0, '2020-07-01 03:32:47', '2020-07-01 03:32:47', '2021-07-01 10:32:47'),
('f29241064a47c8cc0ed4cf4b9115ff33ef81670dc303fc5e368ad172f8f49fbb3e8a58664c39fc49', 354, 6, NULL, '[]', 0, '2020-06-17 04:10:01', '2020-06-17 04:10:01', '2021-06-17 11:10:01'),
('f5ef2c72a1cc9b61204ec766b09c5124bf1c23211e9e2f1286a1699182e1da98d98d7583e4e0aed1', 354, 6, NULL, '[]', 0, '2020-06-17 10:15:00', '2020-06-17 10:15:00', '2021-06-17 17:15:00'),
('f89ba13ec0e910515248b3aecf8a36806b2eacaa84b86a6b1cb5f2b26f5e7fbc286c34f0dbf35e34', 354, 6, NULL, '[]', 0, '2020-06-19 08:56:19', '2020-06-19 08:56:19', '2021-06-19 15:56:19'),
('f97f0097ea6a132114912e578067394b906dff9bc8558883e53fa687a25b8fcad3e58fdc0bffecde', 354, 6, NULL, '[]', 0, '2020-06-17 06:41:49', '2020-06-17 06:41:49', '2021-06-17 13:41:49'),
('fa27205b9204a048c26d53d286f0141336797182f4d811c9dd700862dab38fe96af2181d4a8a7759', 354, 6, NULL, '[]', 0, '2020-07-15 10:54:35', '2020-07-15 10:54:35', '2021-07-15 17:54:35'),
('fb824e4744aa5ce15f218a6c5e5c174239538f211c052e4a431771d30958a41e11c9793f09050370', 354, 6, NULL, '[]', 0, '2020-06-17 04:10:09', '2020-06-17 04:10:09', '2021-06-17 11:10:09'),
('fd60a315fe0ad9768a3c8b0f82c0379bdc983f67e9b20616a1ff63927fa7966af6a92e1659c2ee63', 354, 6, NULL, '[]', 0, '2020-07-01 08:39:26', '2020-07-01 08:39:26', '2021-07-01 15:39:26'),
('ff5cc61de11ab58c5b43c21323d6c52452722592fe4e516a216db98fc2c0851ee67aab2f462920c9', 354, 6, NULL, '[]', 0, '2020-07-02 08:15:35', '2020-07-02 08:15:35', '2021-07-02 15:15:35');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_auth_codes`
--

CREATE TABLE `oauth_auth_codes` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_clients`
--

CREATE TABLE `oauth_clients` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `secret` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `redirect` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `personal_access_client` tinyint(1) NOT NULL,
  `password_client` tinyint(1) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_clients`
--

INSERT INTO `oauth_clients` (`id`, `user_id`, `name`, `secret`, `redirect`, `personal_access_client`, `password_client`, `revoked`, `created_at`, `updated_at`) VALUES
(6, NULL, 'client', 'e2qfiHDWym2guNyKuXhehLqB2cQ3N738WEr0JkXB', 'http://localhost', 0, 1, 0, '2020-06-17 04:05:10', '2020-06-17 04:05:10'),
(7, NULL, 'Laravel Personal Access Client', 'FNvvKDnQwwX3ynnKBD7mVbc6tBwRs6kwUcz7pEIy', 'http://localhost', 1, 0, 0, '2020-07-10 06:44:21', '2020-07-10 06:44:21'),
(8, NULL, 'Laravel Password Grant Client', 'VPly8gI8kqnf6zT66SZPsWj8kDL2IE1Se88Lo3fH', 'http://localhost', 0, 1, 0, '2020-07-10 06:44:21', '2020-07-10 06:44:21');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_personal_access_clients`
--

CREATE TABLE `oauth_personal_access_clients` (
  `id` int(10) UNSIGNED NOT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_personal_access_clients`
--

INSERT INTO `oauth_personal_access_clients` (`id`, `client_id`, `created_at`, `updated_at`) VALUES
(1, 1, '2020-06-16 09:57:58', '2020-06-16 09:57:58'),
(2, 4, '2020-06-17 04:03:46', '2020-06-17 04:03:46'),
(3, 7, '2020-07-10 06:44:21', '2020-07-10 06:44:21');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_refresh_tokens`
--

CREATE TABLE `oauth_refresh_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `access_token_id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_refresh_tokens`
--

INSERT INTO `oauth_refresh_tokens` (`id`, `access_token_id`, `revoked`, `expires_at`) VALUES
('00129dc97c74948894f9151c429416c8c604e4bf0081b0462f29af880407c4f809e3fa900aabe41d', '0b1bb8181a7fb18d38d4514af687a1f157ae3e649b0cfbf7467420551d209208a809d4d43be7c2bd', 0, '2021-07-03 10:41:57'),
('00329bf5ce4edc4d6545f9f76fb5145f06aa0122babec3ef950d9b01a07bbfe81ce9be3e98c70155', '174c7db716dc4615b9bd0ee2b38952aae0094a2e677a6f4f9dead0732f1caa279d1d57ea1cc8364c', 0, '2021-07-02 17:31:49'),
('023d7bacb87e5747c417a66ca36d819783fe48f57a0665e753861a9e60d5338b7cb34a7820853191', 'bcb49b79bfbf716adbc466827e7964e0bf6b312f7a31b19b6903d2681ded1a4a70408a33cedd0237', 0, '2021-07-02 16:05:24'),
('074f4ea6d998ee2b19719f4a29fbc4689bbf114ed3ba998954a02f71572b12fe2424ef9b7ac66328', 'cb929b91b300ed3d6d17a0e39dc95f4d35d0049296bf2cd980f6ddef0ea214c587088d78500d38b2', 0, '2021-06-17 17:47:54'),
('09b90ba4cf9a5fc6e5e84e156de39ce9142225351bde46eac80757e246229bfe1ba4c50d60bd2d1c', 'bdd6f477962d9a825d9c98d60e6962cf9ab8d4757e21ffb63bb4f67a840cf68642953a56c6d92354', 0, '2021-07-03 12:39:37'),
('09d2fec316c2b37ca9814b71048798b3629cbf871628a87ca09ccad97109f8f3fab9aca6ff58d765', '2e4e5ec6dd110975b63d6e34733fc690b753d02b965f1422c6e2ad2c4e67b3d0fa4d185b7f234879', 0, '2021-07-01 15:07:56'),
('0a38f276963c12c47fa669e1d728a7624c5a56244e7b661547c648088f5bbcca1c6e4e5b81f2a554', '4a51e390b6d5aa42c53bca48a69086297a0933afb166073b5b1c3000867b3c1bfa249d11ef9a4aed', 0, '2021-06-23 10:31:41'),
('0aa3a676f52ca3857c8c87e99a0ead92acbb24387eb75aafac192fad434bfc23914cb11b5f03d430', 'e1e1ec925fad40a062ff98fb15add6248d1ecdc6ceeb83ed7c9080d26f7b1e9630b23c7596ac9717', 0, '2021-07-03 10:16:42'),
('0d0d56624a7973abdc1304437e969fc46143be8469a1e311829cd254890817374c5493d61323b1fd', '183e2f61973efc5c760278d0636ce41e2f917516b4eb60fdb8ec689fc8608127decbd03a2bd412ba', 0, '2021-07-03 17:32:35'),
('1467d7cc4adf83ccb161b99d497aabd0d26fff685110837fc24fd205b5b1b477947cb5f76cd670d1', 'aa71d0e4327b79da5d8a1e71e26f08743eb4030a67cc3f1fe5dd09866e35f797ed9f0c4d17b2a0bb', 0, '2021-06-17 14:04:30'),
('19c69c32515f0f563c78b9d882a2ebd9927c063dd7e1e50fc1ede7afac2251cf35cb22803271ecd5', 'ce78936b15e30cc9af339366eeaa60a82455834b6bcc372892bf81576b390d40fb78e3e74bda1031', 0, '2021-07-02 10:48:18'),
('211efbedced1216bc936263e80781dc5891420ae1d9bd8acd8502335de4e4255c1f5a0c5a63b66c3', 'bc1f52c4b58b7af52bc62443cdb5bb2d59886b52e3b493db3940659959d6e6ab057a5692ba008ab5', 0, '2021-07-03 18:06:59'),
('2587e11dad9c7c4eb49bf9144e5e3dd43afe407d13aa0168067815e4d878710fb9060605fbbfd36c', '0cf6341c63f31bac8cfee031740fcdb7411d2f365df1dd0403e2b1c8605e23ff606eb3a517e38a00', 0, '2021-07-02 15:30:10'),
('2a312fd53933089dc866cd5111605cafcbea86883fe668c797816dd4abbf75909731b64a54b39fe3', '673400db145679d63eaea2009ab53e775e0d93365421e4253d000eb63390a3da35f884d61d16d3ec', 0, '2021-06-17 12:58:58'),
('2c0bf566255fd95f876852da5c2e3fc79b80393bbfcc25c1179ec81be7741c107cffebf5d2f04240', 'fb824e4744aa5ce15f218a6c5e5c174239538f211c052e4a431771d30958a41e11c9793f09050370', 0, '2021-06-17 11:10:09'),
('2d604b542c0e072916834d50a70bed8fa136a0818873f6db3f5d1012768a21551727253baa1dedc7', '3a798e3d55eae340075d4d8b06775fb35e9d7851f0fc62dc2a96129caa113e97a95753d2a2b57249', 0, '2021-07-03 16:08:53'),
('2e8cbf326a88393d88243ac3756626c62429bcd72451608903b9c3bb900def4a225e185491104ae7', '4d953520e684ef189477e7140541d49bbf0107d3fd66ac282615c53f21217a7d255d1dfb17055801', 0, '2021-07-03 14:58:56'),
('2ee357c819e05c3d6456ac2afe1260caf0bc834df0dd88ed28922f339a5dd8e8f9c180a1db80d1ea', '2be71b5e8075e3be6861be80706e3477c35aa9bb5f9929eef2e6ae526e545aeb38dcc8b17876d77a', 0, '2021-07-02 15:58:01'),
('2f7daff2a404e36d207fbac2d8a453e5044a4885aaec619dac5b1adb3a83fbeb7b9049e1759951bd', 'ef643d0efd0f3d5353324c352c1d41b46a8885ed523fc24beeb3ce7355cca9829da443f9007c9214', 0, '2021-07-03 17:02:34'),
('33362bad7ec4e00fd8e3d47831ce6b165f294ade70ec7ae0215ce22f68fd901f8245e57296cca4bf', 'a9d986d68aa95a240c6de5ba4747d632475ff3a281df30c4da1f2f856013f09e70db299820d2d2a5', 0, '2021-07-03 09:58:09'),
('33b05a3252b8e7a08e47ba0b21b431d00f2ca5d0ca1de54cb6706e12af3e5f01e6bc9c6acaef254f', '440c26dfdad2172751c6876c53c12aad7f720f93c3de857b6dbb617b7de6e7edff83e8cee6d9f007', 0, '2021-07-01 10:53:32'),
('3892a1df930f684f4b9e34f0906c894be47f8e3f7fbb0096979887cffa88f9f37ce5e7ee62f49772', '750fe2a68452dd93580857e95036c146e813b0d1375a899d776559743e48a623e2bf208b0cc61870', 0, '2021-07-03 10:42:41'),
('391ea1eeb680a79170ecbeedcb611d8434ccc7cfd0a90778c18ab11a9723f94f69dccf45567171f3', 'f97f0097ea6a132114912e578067394b906dff9bc8558883e53fa687a25b8fcad3e58fdc0bffecde', 0, '2021-06-17 13:41:49'),
('430c08154063566b850a4e648deb06085d9b9d52d3c363b398c1522158de0c693ba4fdf40a37d101', '67dd972a1c737f6bcdce2cd3d08df44f042700121113a385edde30d3a6d9f5915d4533c9d56c7466', 0, '2021-07-03 12:39:52'),
('479c3eb9435e65bcb8937055e1713c5be664f87917100929adb13d2722c80397b8407cb434b1f8f7', 'c02908317ff4f4c408bb6a5d06d96853aa1a62d9f14ffc2b08c7269528c894234e73aae673b191f3', 0, '2021-07-02 17:26:52'),
('482ec30e45e3365d04b87263c701c008b0ca608dbb8420435f7655936de9164d8f013a2be0ac89e3', '3c65f1dc47eefbe8568498050608d46bc26e7ad27efd14f5acd29b0e1df739f5656ae99c97412f6d', 0, '2021-07-02 14:50:52'),
('4840f172213ee86ad7112195fe5a027d2422290436fc6708d4722c0bf24f96e07fe7e46c40071c15', '6bae8fc30b6b36333c3852c860ccf6638650ab380841dc6a195e93edfb90cb59f04f5734448cf8af', 0, '2021-07-01 14:15:06'),
('48e579f6433daabcb2cc86cf69b0af735938f46094b655d2ae7ab511ec3a653b19f381d0b80cde79', 'b324388ad29a34bbc52f6f04537250e9d0956b1b1d3e0ff8c3b2268daa10c40bb09275a946e0d777', 0, '2021-07-03 17:35:33'),
('495923e3dcc24417324f51ddcb81a352f9830a6e9f0296a00f3baa7ab7aa2be97a32dfcc8dd8034f', '6e01f6acd7a51859e52aa983e56c82a52a495e1ca7b73787926f9d16418d1911d9196ab2c586452d', 0, '2021-07-03 16:35:45'),
('4a1c94a39ba26224d236df6f66d46034972622f2aa95dee3354ebf3c1e1f49685946bb24e631f8ae', 'dc04bb85774b8023ebc3f73901dc4eced8596035c1739037f78e7a5758b7b7c124ca7d05310d668e', 0, '2021-07-02 14:59:06'),
('4c7ef3eef7f2c401a7d44d20b2d47638d41233360745c7b6446454360902a7bebb5bb1d83616787f', '2299bbd831d81a967bd886411b9021a1556c0e0ebd5a697f54ceff7522b43b3acdaf80c94ceacc60', 0, '2021-07-02 12:01:18'),
('4faf9318e52e7da03a929b0717c3945f37239dca8de092eeb42affc65bd942920df80b5c5a60a07e', '39ad3c05075216625f8c4e3fd700e669a866fafe4c7e859e9f8ef84c0b1b2372084605d86fe52c48', 0, '2021-07-10 13:46:17'),
('500548b5ae4dc62fda0520dea36b663501bc1a1c97a5e687bccf9eb28c3b1dbfa924532afa18063e', '8a1a3a5f1bd59726c485ce2b7c138dbdf7b06177967f2fec9e26fc470f8e5cabd5b7bc0d1e6bf4d8', 0, '2021-07-03 10:51:18'),
('5147da1f83d8efc9a88364b18775a3b1f3fb54efddbe25f21564c0fb86ee08dd06080734e5596606', 'c2ec859775bb3b93b061c513443bfa1bf5bc34a51948bc8d64d1a5eaefe615f5fd1845a1eb317ad7', 0, '2021-07-01 15:54:34'),
('5260d0518f176bb2f462a2e9ac12e542fe4e0e97d4e8b22dc284cc23b08a2615f6177de14daf283f', 'c94270c1156668f0d07177f2c0241bfd125a6994c24a730ddfd58e521a497dd67c9be8570d7fa737', 0, '2021-06-19 10:50:21'),
('53cf213e9ef7031e9e3c2ffc1b29b7d8918c8e3fef17268f2a3af83b823940f8afc7d95194161e21', '591bb32551ecd0b7f0b07920e1a0056b2183291200796e465764ed73aa911ee4ab9f47cfedf82567', 0, '2021-07-03 10:04:55'),
('54ea74bd5045db9e1551fcccdb759c6bf7564852f44483d069d2d7d466f06a795a26f554c131c9d4', '72e39db67aea214760ab1485e37f12fb56e10c552b179f9380d23d9d40e843d54ee497e78728c8bb', 0, '2021-07-02 10:39:37'),
('593640fa828acec644d52ede2fe92b9f081bb6cdff1c429832482b01088ace6247c2767f9870ae12', '15417957edf32975afdb5826b8aa3e1523dd16808b57104cfd7b9d3c9897b12202e509233cb1e1af', 0, '2021-07-01 15:11:15'),
('736d5a7f45f35f038c13b98fda3afb2ca4e2db7771533e7f4adc72e197d029ef350c70852bb9d9a0', 'a0bec6ea905f19621406b182dace1893e3eff2a507f2e715c9a269230a3eacbfc237052ddf2a1587', 0, '2021-07-01 14:53:12'),
('76b8ebddd57238aec985a88f5478108800e8143e45df4cb3f8fe0959c728d30546671689081b49d8', '448b5ac1f667352d7d2ebcba8c86f0f073522725a3eb03b5390c4b5947fa7775b680a98c3706d567', 0, '2021-07-02 12:02:18'),
('76ed92f76bff9b3499fc73a0dd5f2de1829b8dc625a6ffcbfa539dfb8826c0c8eecf93780b0f1a91', 'f89ba13ec0e910515248b3aecf8a36806b2eacaa84b86a6b1cb5f2b26f5e7fbc286c34f0dbf35e34', 0, '2021-06-19 15:56:19'),
('7978901da57a77baa0d95d7fe98a9f1959efee8c5d621225bec842179267a43feb8114802b301d83', 'cd7f8c481782eb485ee3b6218e1de275f7f596cc37699fa735cbedb74da4cf400aadc37960c0138c', 0, '2021-06-17 11:31:57'),
('799f75bf58652e31b9f56836e5e8c6b87b726afd87f45ebbbf314dc4ee8a9c4a5f99b77f1ac9fade', 'da68ffdc1c3a9f4386073809dac0c26dd2a2d610c93eb773fb8ca84cda33cadb562c12179047e87d', 0, '2021-07-02 11:22:09'),
('7b8a6f5aab1c32aa22785c6d3e2e770359f3a9dbd52dfd7b5d6c5fa20d7123217a44441837ff727c', 'b3bcf34db239436d305741116323d35a241f0e31aa6352b5317ccd3207772efc9a89498de720f83d', 0, '2021-07-02 18:05:12'),
('7bb38e552b4bbbd491f9e99ea159fe8e2ba3b2d61eff67e7dc3f2c1808002da6da9fea4fb29aa024', 'c5830452dc5b20268ca811213079e2d643cc52792f2ef3d2bc6b53c1baefe49ac8c91f52d0c26fb5', 0, '2021-07-03 10:47:15'),
('7e482c4b452b3b74e414c4154ab75c95249f5fd0ba4f8bcb3d175d81175351c2675ad33ca7d8c1a7', '61f922843164207857d4c74b76a56f3cb2f6ece9a2624c10f5da6e4fe607c4df4e8beb776d45f93f', 0, '2021-07-02 11:12:08'),
('7e7bbcaac6d946d3b9befcc19c6bb7480076d3a501ac97bc003f1e724329428e0c867827cc9b21d4', '9d55c15dc7a2eb124d64254f113949c1d7a3d0fefb8e7f34b829bca23534dd0c90896a8d19dd935e', 0, '2021-07-01 16:24:43'),
('7e80453f1f04bece67c0646ae395f0a8601f7f274845221084b8db56dc0e824693ae4332cea48214', 'efceb1a4f5641e10a09e11656ead40444be5d0eddcaec8f23da347f55fb4f8fd68100ddd6fe3d866', 0, '2021-06-17 18:15:03'),
('7ed04b164e5b0756c5f4b0b8289546e2686da36dc7599d141bd39443ef50d46659b558f2bf703a89', 'f1c775675124af86675e6f967286ad5c8df7d67430c808c4a468faf79222416c40e74ed511b0eee7', 0, '2021-07-01 10:32:47'),
('80da7e79eac07a3fe1c3b4dac8b2f03528348e6e10de292c21adf70239a0ef42b6398f87f51671fe', '6faf07ac7387b8ead28ed06bbf51ca626ed211b6326db88f38ff4f663d9fcbafe19cc32f0a9ed189', 0, '2021-06-17 13:51:43'),
('8a628f2e00deadc5ce40ce16bb7c58a0369b0a2fd6eb6bd2eac90e3545adf69e0b0342089fa1c833', '7e1e20dea5c5297ffe09e0d6844e6b85ca79085bc0537fb0f45378ee9ba4680e1f1b0d82bee52bcb', 0, '2021-06-17 18:45:19'),
('8c1809808dddfd2a18157eb4be27d0671370681b0bdbfe6fdee448ec00d88fd53f07d4dfba308804', '6dd2e5bc0969a7d1d737804f2f5124eea238dd5ddc15e3f86efd44a557cc0ba6d2bee27416ddb467', 0, '2021-07-02 17:32:37'),
('8c3a17cd653661f2309580298dc516ba20dd81ae846b630b21b66065534f6e06610e41305b271564', '7c3c1969637aa631f6d88d6406a6e5eaa5fa8ca423bd2b618af9375f5a8e984bf2e9e916d6bf8f8a', 0, '2021-06-17 18:47:01'),
('8cace8ee42d4362f3bf64f14b69c8053c19dc82f99aa2852199c840925a5a74a34407846f802afbb', '3f33bc9d391ab3c4eb69240826b5ba3d924675ef5b2dc9765d0b90124a0d06238ccb9052634135cf', 0, '2021-07-01 15:09:47'),
('8d0e061ed74d13c5b352ec29a6a1a795bd1d43747469ce0acfdb0f579cbd05444983afca24fffb42', 'e020c0a32947b516376ae99672e1f8e43b83d4eb0a58d3e92f03de5d40a14d392ca5c5156095c69e', 0, '2021-06-17 15:04:53'),
('8db9f3d3196786940361ef3a76af772ed7ec248d0d322efc6d9937ba04fe912057537d9ce227c5ff', '564b977d0cf9a1f9e95982432d7da3fbb15b2942ee26db15736b47a6e72044eed3d358d8922d2155', 0, '2021-07-03 10:40:57'),
('90f0e93131150119b2559d1b227b3a9c460417913986df3952c9f48f36920452a36c56a9d2c0f804', '4aab7083d8a6a302d2b60e14dad43da424c57c6e3b2053ce9ac4f93f678fdb1da2f783f15560bc19', 0, '2021-06-17 18:40:19'),
('91c9fc247d6d0f7b93c768bd7dac34924bd38bab678ccd6296a365d407d8b69e6d7f264df4162e3f', '06a8557367b259ee8b5f38f90347e92c316ad40e543e9483a5b1efc54d2b6a6b793cfd4d020c6f76', 0, '2021-07-02 11:24:50'),
('956f32a261abb4e0f6ca44d8ba1ee09c5dc38f19366c34612f930db60330f10185de8b5d3408dffc', 'ff5cc61de11ab58c5b43c21323d6c52452722592fe4e516a216db98fc2c0851ee67aab2f462920c9', 0, '2021-07-02 15:15:35'),
('998e3e1abffb82899159d3070bc8b24b8098dd6950cce313bf63d8b596161a4afdcec2ccae24d4cc', 'd5dfc40e2887b86916a7adb7c784544a501cf18b8bd37f3951c49f289f3eeb8df955d6b0f458c3b1', 0, '2021-07-02 17:34:33'),
('9a5d9bc97da596940541a2e017d9a3e9bab65662536685c0f869690cfffbf128ae51172e4e4baa29', '101ab32651f8fcf04d4b94383778dd6b2dbd438f8bcee1a7ed6ee50ff8642546f94db375ebbc09cb', 0, '2021-06-17 13:52:22'),
('9b40032deae31b59d3297f636603b4cd839e8c1736433a65dc74ebeb457e371aa8e573317c54c0d0', 'f29241064a47c8cc0ed4cf4b9115ff33ef81670dc303fc5e368ad172f8f49fbb3e8a58664c39fc49', 0, '2021-06-17 11:10:02'),
('9cf6df6ef9772a0628d3f482192171fcb222964179d0cc73ffc74ed4ec943eacc5bbe23a1a97bd45', '34a919d4dc3f7ec732d3a0f884bcb66b602f33f4f032469f10c4a528f695f865f648ce8b48b0d38e', 0, '2021-07-01 14:37:51'),
('9e4a0f940d22656bdcb10cf1dec8438bf11aa6ada9ceafca16b5673abdef10479a8a5bdfc3decc8a', '8313279ceb49a032332cddac683ba3b4cef812be0ca73a0ae8792c0871b39c37ce2c55e99a67c36c', 0, '2021-07-03 16:50:47'),
('9e685fb26e87557fc21390886086497883aa6633dbdac580832a5739251149f0a181e4fdbe762074', 'b42141aa9c50f01b1b431bae4ae0c19efb8a4111f06be2bc30513934fb5c29b42b12da1af3f9aae9', 0, '2021-07-01 16:02:22'),
('9f50cf9e794852247a3ad2ef28978004232ed83f9ffa065ef5cd808f5494beb8979d400fbde3b81a', '08b3629ab2326c0729cb6ca9b1af08bf661cf9b833281b456ae3a69018e327834e60e3c5b980f69d', 0, '2021-07-03 17:08:28'),
('9f991a9f25255cf1ef291c00b8dfd9deb55efe6c010e09ae7e14e1341756cb6d8f371c1da2be38a0', '0cc81c814a4541e2f8cdaa3dcd973dfafa36d5786ecb5e396b21e0a3e3bc00b8e5fe856d04942e3f', 0, '2021-07-01 15:10:49'),
('a35a523648180bd76803439e3456772254691be0a6969a677904d6034a070bfccc0c9f719cd89150', '26806a40bc8e385119355ade3b87248388cba8065842015675cbb412d2a9eb941adf1397914aa6aa', 0, '2021-07-02 12:01:28'),
('a5fe2f5c33433557c1aa4a9edde8c91b3758690acd0b39f91dd2a4c528e4836e65067c2a8287173a', '35a043edff936cf94002478875cec2782ff47945064d0443ecf6f3e0aa96c599cf5ffdb19e27741a', 0, '2021-07-02 16:14:15'),
('a83243c6653dfc9ae71fb60c81ff9a373d3d53c66346433fe5f62fda6f330f3ef0a68a3f88b81917', '7ae9c235da9693ff7b8bdd881a3a314e1381329656f92b91bb79af1860131568c980b123e96dc198', 0, '2021-07-03 12:49:57'),
('a8565eb2b2dcd81464ac370046e4abd79ce3137338233981c1ba953259407aeac1433dae22843c76', '138377291c114f3c23777cb11f9e7d07ec9a5fef95c93ed118e5d9e206db204fe82afca4ff0c2e87', 0, '2021-07-02 14:40:05'),
('aa937ca31502b07b4efdfcfddc41b6da3213a47e80e680de08609f20c91d868937f2807cfb937392', '0dca2185e00b89284e9f78014a4a2cb579deb2df5d699c3c375e1a45099d45cfc02e50124940c7e6', 0, '2021-06-17 18:42:17'),
('ac6aec5b7c4205038f2835a2121be17494fa0d1fd28dcfe9101af5e15742c4c52d485591db613429', '9fa14e0f59bb282fa78de002bbefb8e7d404db962b2cee53a6db06644d15aa2529af5b27400646b6', 0, '2021-06-17 15:00:00'),
('aed8d7585658ec0b944ae074901b106ab1bd1b102ed8ab9336fff0431e16df7a2c5adaf19346ede4', '0e8bf3c1a2311f38014de4a6e5485d69351c6b8a87f634860ae6d11ca033c6bb180568dc07768ab9', 0, '2021-07-10 13:55:13'),
('af02b26e84e75361909c3ab363f8be34d6e47cd7a397689c25c30090055718eb4f0fea29174175f6', 'e674259233cbacd3875259ab7f167e0b3c018ce88269ad6c66fb8cd7b38a0598bfd8726d69965666', 0, '2021-06-17 18:45:38'),
('b15946cfa039ec2c3ec266e54799f80c4f8cec89cd6474715debedf7c08460d527e09ccd8b5e29dd', '43ba424b8938d27c3b1a7328edb771f331cdd7f5b5aa9f65f058da636b27b0f67d3522fd32bd8bc2', 0, '2021-07-03 14:38:21'),
('b2b868245b068b86aa09e9f6e6723ea9e397a544288e9c9cc169a1472b17c5d050f91716b7c64adf', 'cd90206225ed0c53d63451e86b040f34f427d32076faf32526915b1813310d4acced29277a5ec80e', 0, '2021-07-03 11:29:32'),
('b316dfd14750b7f7abc2a21500d5bb16f3ceab0d5d811ceae998fd6e70109f33ca21c98803921c33', '9f8d358fe20cc425c47b9fdb6f2f7147eb1c9dc0862fb7c6d920648a90b6df23aa84a49a4356f906', 0, '2021-07-02 11:59:26'),
('b4a060293c6641f86f0662a87437e6554aa2c9cb8d63dc5f1faa61eadbe83ce945b78c0219443b4d', 'a9a18ad3b6e6d74722c7ac8bc01ba4da2894360108ac1b5232db01a83907c4e92452741af28e339a', 0, '2021-07-03 09:54:18'),
('b5b0d896df66e3e189097af8bbd2aa0663cae8811de63fc2a47ca278462ee6135508c963289bae43', 'b15b484948063251d08770ce44adff2ced19491ce81d262ad56a0c151b48be93ba0391a6c0ec33cf', 0, '2021-07-03 10:47:55'),
('b61a22253440527f0fd23284bb096b54cdae8bb208be14d95528a5f34ec83466388fd1c16ac37bdd', '5d2d3b1ffe8233d3edebf1c5e117ccee08631b90317f6484d0a13fab82e9bb0fe0ce607308753aae', 0, '2021-07-02 11:13:15'),
('b6a1327640c7bde03f9506c835eb6d2a8715e0d2195657bab8b2b4b6c3dfe9adbc972cc2921296d6', '8ea3e7f33dc32b0f7c055aa3b526a20b751aa9132990b0b09b81e11fd359b187f90be31de116d235', 0, '2021-06-23 10:42:52'),
('babd2599c29fdef606edff7c3c607f5dda65b1230f46bfa9858201de8ee750402b09f82e7a67b559', 'cc9db0a3bed017c74b6c7d3fd095871404cf3289c3a1ad6664dbc4352432e67cebb7d5c426934c2c', 0, '2021-07-03 17:33:08'),
('baeeefb4af4535eea61e281f8b10273ea7670f2f76a4fdf486b64814efb89ecd41e98eab5ec146f3', '8e71701a1b55df3d16e68d33402f962ac9b6333e0cf66d5cb26f84a2086d1aa5b020c15c94caa3e8', 0, '2021-07-03 17:36:35'),
('bbf524e5e8450d48f12f96dffe5e9cdabe10068eea8f36510ddaa1f0f9e993c187be6c3d17906700', '58dcccdd1433b6a79222c7053bed1cec0f099a14e119a2b1dfe8c4082377344bae9e02b7539f3d94', 0, '2021-07-15 17:54:26'),
('bc05f109503d3e3f8bb0557111665e8ab531d4dc541945bbf82e9a316a0fe5bf4eca48f20ed07744', '1a5a4d40c92c6ef454ad301a8297776e821f4b4d072dbd5e00f3f1d7e28d2f50d268bc0a3764ce53', 0, '2021-07-03 17:21:40'),
('c154f1ff1be58416cb4f595437a443c01f60e990a12215874eaecdfec61d1e04250a3e4313a4d51b', '5397ac2b38686872d9775eac50b171bbc1073fb1f96b471a1a38c7618c670386bc933c2520539398', 0, '2021-06-17 11:10:11'),
('c6da32202ccde3a4d5dcc5d8bfaeccd2af687aaf79b4899e3437d95033a3f1838d7383a5bff8c972', '1d647b0849fba1d4b60a98c624bcefbde25bef89ba01814ac00c40bd7d8cf12e0c7ee3484e7c6144', 0, '2021-07-03 13:56:36'),
('c85fa0f0aa94b8fa43a98c7b021d4b683dd2ca8be890d3104d779c30ff2970d1c9e61fef5213ae1f', 'c1084772030640b564b5f10b399dcdc3ea20fb17d15c1b06f7c4dae669417c27f78d6c04e1bbc483', 0, '2021-07-01 13:09:41'),
('c8b6c2214d1515bdaefbfc042480f08908e810284ca115cffc36f5d9537651f817728341ee288a82', '100dc5854bea025dc64c3c02f98c5d6c6bd43e4cb9df9bf6df27940ee4928895cbda754a36235bfe', 0, '2021-07-02 18:34:53'),
('c9fb3f1355f487049d9086700ea4da0d47be9d4ecb4215c8c525196b6f42d62cc660ecf434d36113', 'a0691b5c5ed405916cf152c58a655c73e51210c8bf5c94606d1522e6b9a816b7d6035f32f279c537', 0, '2021-06-17 14:16:06'),
('ca11284405890bb8b03773c18061938a93f82f488e72c9b1092e21e3e3911c9be336941da55fcd57', 'b2449465b14baae531fc87f03aaa4f5ef8363a0e2243bd5ec692f35a0450acb5d6187bb5cf1d6810', 0, '2021-07-15 17:44:48'),
('cb39c22c3bf0ba65ff4917fa802ce2edfe74ed85b762318b2d5ae142d2c8c4fe8db8d1c36337084c', 'ec55cad8c4947e25c2f178bc4ab6a80e7781dcea869b6efa9660c5e29af8bd9b739805509fb211bf', 0, '2021-07-15 17:54:30'),
('d0b8bd166ef92b9978ae8b44fd67fcd44fbef6ee7e3dcd728a0314deba16153187ef20e636aef67e', '9c8ca363d1b8dc2600cbf4cccf4f2a96a2b6438ceca02ff1ec5fda89f9edd2914f618f0fdaefc92f', 0, '2021-07-02 11:30:22'),
('d1a72d401de4427eab580a6e476b404a28938c8fd8eeda02a46a5cdcc6cdd42c8f7e2cb4878a190a', 'ec28345cf79f7684926668ac2b44691a2b3552d6986b1ce0aeec7d453febbc03f0f88ae808b40ec0', 0, '2021-07-03 18:08:15'),
('dc4fbad138a83169c3aafe8b257585024865bc5a2c60ca05f8508c3fa1d95db55e0d61c4c023bd2e', '0affcf23e0d8bdcf071ada0cf0ee308c20622694b03643a644ba57dd885b5987effe9bea53afb3ac', 0, '2021-06-17 14:08:49'),
('dcecd3c89c3ca691f59e4b60528186b90337782ff5a2b2f076e5794ac61495217b4af0272c778f1a', 'e8d6aa529121e9bd4418ea3995f6835842783b107050a0a47952769c21c30bd61a4e7075ee961ad6', 0, '2021-06-26 17:28:34'),
('dd95b23689663707ea97aa398b69aacca17ec3ff35a46a66b727611d336ae3bbcf425454f8bb4ed5', '1384a9b8bc52f696a5943bbe3c58166ee409c12070f70f975ec8a6139126b8df4c78111f24d7bb36', 0, '2021-07-03 15:00:53'),
('dffbce88ab440ba9bb0347fc4f5056dd0c84844e9f96567dd65e9a9a0c654c07f7822102fe68b673', 'e9b4daa471871e3e0eb0d53743ae15729e5f14a8c64d69305dc2941c79ea1aa7d56f2704abfaeeb4', 0, '2021-07-01 15:08:17'),
('e063e8c74d941f729f710e7a839f2266dfae2d9b34b5db7900d439fdccf2f83568456bc1906c6acf', '3edd634d34672e4164f02547a75c9e9d400f8e0a00b247b6a12159a3b91a690b7fcd2b3abcd0fd94', 0, '2021-06-17 18:46:16'),
('e15d5f80abea8c7b061989760a5bcf722507bd255e75cd603314ee8c9072a7c8169e64499881e794', '78cbdca16f416e1983e28c43587816e767b8c9a96af043aeb47318cd6c6ad9876987d80edf9a65bf', 0, '2021-07-01 14:16:17'),
('e55421a33d88ddac83d4aeb0cd1eb54856257dc877bcb4f8d255f5fc5655b31bd9ff5878ba79f6df', '69ad18fa98b3b0f3237a8eb4e5734ab80db64a0ed46786ff9180ee3c718937becdf6a2e07dcd5c86', 0, '2021-06-19 11:03:11'),
('e69330ee491698aa378f451eb214f3cedd88228051b14177c964c3c8e0aa4e3930ad7aceb73da693', '720311983483a7bc06192bc88e30a0dba387a16e428f395ddbfac756b223cd7da01f5ae8994eb3f4', 0, '2021-06-17 14:19:59'),
('e773fb65fcff382d7ba03e9f70db628022efa3c470902a038b888ad325b811aadc65c811b4e6cd47', 'fa27205b9204a048c26d53d286f0141336797182f4d811c9dd700862dab38fe96af2181d4a8a7759', 0, '2021-07-15 17:54:35'),
('e919f6a8800f67975f7b060ec95b09b71ce1f6a508178b8f3787daf87438ad963450c74581830f64', 'f5ef2c72a1cc9b61204ec766b09c5124bf1c23211e9e2f1286a1699182e1da98d98d7583e4e0aed1', 0, '2021-06-17 17:15:00'),
('efe0f2bf8121302a6dfc13844ad30122f937ee37c36fc48c2fb9221cc00ec9695922b61f3cc3a96e', '052b93c0e684871554efdf7ac612f04a659ca47ff4df478b1a4eb795b7eb25f81efb220dec48abda', 0, '2021-07-03 10:33:14'),
('efe25a6c51ad878821368f7ff4efe71654f166ca0bb138281e8cc57397b7c7be9aaf44289fd5078a', 'fd60a315fe0ad9768a3c8b0f82c0379bdc983f67e9b20616a1ff63927fa7966af6a92e1659c2ee63', 0, '2021-07-01 15:39:26'),
('f3a6eb138926a860d3518b3f5051b4d170c8b09d4a4ce8fa41b025b0a8cce595a06de10ecdd4afd5', '1901268fc9b5f139c199abc54b6330ff3a9172cfad8767234b80ec7d1d345d688cced2cf47f580f9', 0, '2021-07-02 10:36:03'),
('f77dd91effe8cbb7c9ec8bd7a093d178329c83854b65ef6de66050288a0b28442aa3c1a8566725ef', '48a0fcd87f0830540818db2d0fd609842b307cb1b76048d69fbd366518e842f58e9755371750203a', 0, '2021-07-02 18:41:07'),
('f7f565ff2cced038d4fc365785106c482793b993e56f58f0682973d662400b4a31bb06d8c631f690', '78d6da7fd74abd21fd7a3f2750a5ba1cbd98881d3d67eb4ec3073291d2283e522ef1c474c9fca9db', 0, '2021-07-03 18:11:27'),
('f94ebde4ece453429509fcf53a2e5df708099009eb2cdabe52d8b273b5390187111ce5d0f21a10fb', '70c4aa89c96198158cdab024cfe45139f20f389cb2fce5d2e4b5d0b11fcbdcb810227cde8e09aefd', 0, '2021-07-02 15:23:50'),
('fa0a358c77a39f77cd99d34aeec7e76d3876d25ce91d633805ea5cd9466afcc1532088f65e155410', '11a63c9a402791ef476d3a90eef4b75d90e6c8ee706456e842ce8ea701340662999cf44b61779463', 0, '2021-06-17 14:15:00'),
('fb0f394fd955010901384ea380e22ff7aa814e121782c63a7b21d42ef22f17a5471a0c329177c06d', '8851e10bc9b9c0935abe9db7fb1a76bcd9ded81f97abea6bc134e9be28ac0397dcb05ce1938b6d35', 0, '2021-06-26 16:17:55'),
('fd2d99c425f79de3ee9486bbd9790a4d8475bde035eab6d518781a5384f8ed8a7eb11c83ad1b10e9', 'ee257e633d364e6d0227aa9373a82437a458538cad133e1b421c43b23f99254d0d3e08f52ff0d2c4', 0, '2021-06-17 11:10:46'),
('fd5dbc9deaae884138bdb8832cefe67d55df40073e9fc6caf864311fe359f21ec9adf92fc40e21d5', 'dc7cf08e305ebfa28d1ca1740cc4c66c179496096895dde5e3ff37a4e3e9f81e0019023ca1f75df4', 0, '2021-07-03 15:02:57'),
('fe4e809f8d48b17a7763a087a719ab6fe89079604af983151243a5a7a5effc00ee08aa2acc1e88ff', '13896c69591bfa11a7625f5db60b512077adc759a5dcab91367f83ba444b3410e9efdd3433aa8163', 0, '2021-07-03 12:42:56');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `position`
--

CREATE TABLE `position` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_position` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_position` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `username` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_card` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `id_card`, `password`, `active`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'admin', '$2y$10$kHuVt/OsoOPZI2eGLIaW6O0h7gcHZLYV5dhpWwoAJSkVAJ8O7lhpe', '1', NULL, NULL, NULL),
(2, '00000', '00000', '$2y$10$iDk3UHLnOcJyjM5.PrIa9uo3Bj3rqRZHJq44vbKEBZyCQ7kROZ3XO', '1', NULL, NULL, NULL),
(3, '51002', '51002', '$2y$10$7TmpvT8lwXh5oiBrLvYEKefrFeE5p.WbPGoMuNKWH1CNV51kI79GO', '1', NULL, NULL, NULL),
(4, '51003', '51003', '$2y$10$MjED.W25ZJkVqVP/OMNuX.4lmGrXBaTuNsQ9dB2ECQXkWCucNHfCK', '1', NULL, NULL, NULL),
(5, '51006', '51006', '$2y$10$QE5wXfHHDIX8GPL6RwkDru727PbHTpTMi5QmGPvizaeYsyaiyCiBG', '1', NULL, NULL, NULL),
(6, '51009', '51009', '$2y$10$7eFxl6karnBfHOKUwlLgWu50YHtKhEaCWiJQAVDzm51p.7w3EjFEi', '1', NULL, NULL, NULL),
(7, '51011', '51011', '$2y$10$a4kDm/J9Iip7DyFf/NoSruvkC55GpE3Y9M31T0QEsqoeutjjx/EOO', '1', NULL, NULL, NULL),
(8, '51012', '51012', '$2y$10$2F1xqq3ao67E8ssPn8uc9OzuBeBsgFMUHvfVCUQ34U9nDY9.qTCye', '1', NULL, NULL, NULL),
(9, '51014', '51014', '$2y$10$7hBpxVnffKyb4FT.fIBbmOZ21PYcg4LxAcyNlB4mLui6tPXn./yIe', '1', NULL, NULL, NULL),
(10, '51018', '51018', '$2y$10$PnSmySJ5PSrzldscCZfZ.u8QZKWS8/uXD3ALG/PhWqZRHSB0RIkJK', '1', NULL, NULL, NULL),
(11, '51020', '51020', '$2y$10$I2Le3p0oR4wYneiRt2QBzeXBVyjgnup3i6P1dGKO/skOzmUmqvZc.', '1', NULL, NULL, NULL),
(12, '51021', '51021', '$2y$10$k68fz6cUkh1Q0yWRuhA80exSy4W0.yQ1DmhQdZJqoRGE/CDK/ynay', '1', NULL, NULL, NULL),
(13, '51023', '51023', '$2y$10$CPuzr2Whnc.6ScHZexSWNeFvarikZaAYk9ldNauBHr1laXunAAYei', '1', NULL, NULL, NULL),
(14, '51025', '51025', '$2y$10$3DAPMattVO9zKbdk9YSJW.iakF5Xi4JIU2tggAu7czitVl0vtulKm', '1', NULL, NULL, NULL),
(15, '51030', '51030', '$2y$10$Uo3GXz2hXWDxIh/UOTzt9.GiWUvs54fW11mAvkmiW5Ee1iBlBBsuS', '1', NULL, NULL, NULL),
(16, '51031', '51031', '$2y$10$yOUkXjQP7zFyS3ZHCKVIsOJcAFUirz4yjL/J3kYqSESD4JtL47Ip2', '1', NULL, NULL, NULL),
(17, '51032', '51032', '$2y$10$J70ybTIl2qevhUnxWjs4SufvylHhqPGcOb7SzCAJQxV911jmmesnq', '1', NULL, NULL, NULL),
(18, '51033', '51033', '$2y$10$sJqH8GlTo6xgrauduYZW6utIgBqhXL.g9Q1vu/Z1nI.asRKNk.koe', '1', NULL, NULL, NULL),
(19, '51038', '51038', '$2y$10$L7ptQZ46bx.liX/Yz5P.6uL..4D6qgyQPozWO5LnnjkesQVJnzllO', '1', NULL, NULL, NULL),
(20, '51040', '51040', '$2y$10$YiMrmbBQPXpxKAuYlghnYuDDBQIVDpfNdwcLx14AcF7cK8NF.NOfu', '1', NULL, NULL, NULL),
(21, '51042', '51042', '$2y$10$AIB8LQZ/GjFolaqa.0qES.CFyKWAJyEZpS0Xo79lKPq69q.EsY/ku', '1', NULL, NULL, NULL),
(22, '51043', '51043', '$2y$10$OgafR7Fl0aHB6nfln18LPeRzhmJSZrWwG5nPZr//5g9lJq4/fc2Di', '1', NULL, NULL, NULL),
(23, '51048', '51048', '$2y$10$bCUXPUbiXOsN3A/i7mHDLOjqfPl5zs.pLhffJJIlqSxJD8Qh8QcJq', '1', NULL, NULL, NULL),
(24, '51049', '51049', '$2y$10$d3k5IhBFeDSMtCtZ3A74ZuTHGiqwpkdyDXZP9VQqnjtDowkKr3WBG', '1', NULL, NULL, NULL),
(25, '51053', '51053', '$2y$10$pM7lFZr.Vdtagb18C3wNW.5nsP1kfbRQegCJkhFG1GGr3l6qOsnVm', '1', NULL, NULL, NULL),
(26, '51059', '51059', '$2y$10$dQctOHS5UIfZ2.Y8jWZKaeiFGGTKyQ/xppI1Qf1Z1wZMmvoxB.hJW', '1', NULL, NULL, NULL),
(27, '51062', '51062', '$2y$10$qnnoZz1Un2nyXWPOV7qJve7fZRewt7EngxbqoLDFkEfamxWlXZQU.', '1', NULL, NULL, NULL),
(28, '51064', '51064', '$2y$10$THeXedQq9rqPBqrVDlsFbOV7E4JgN.aQ8dubgcCVyeLnHD0ZZr2uO', '1', NULL, NULL, NULL),
(29, '51085', '51085', '$2y$10$NRVOSA6Vqut5/uYS5QKituQh5lawd4oUDkWGcHHqkGg0eUy6VmE6W', '1', NULL, NULL, NULL),
(30, '51113', '51113', '$2y$10$y1NMI1xLUV4Pvt47Sn7bqOGfmEK.t1vmvP9janknEdKAUlvDEk.16', '1', NULL, NULL, NULL),
(31, '51115', '51115', '$2y$10$BHH23ROyh6E1kvi/RUzy4Oq2FBdO17tor.2r3AhR5XmV58Hm/sSt6', '1', NULL, NULL, NULL),
(32, '51140', '51140', '$2y$10$MfjM/mFRM6mK7q/d9lCGkOLhcu7f0u5PYUtz/YLvSuR.JNMJtSnyO', '1', NULL, NULL, NULL),
(33, '51150', '51150', '$2y$10$BN9UMGKSOLhGpbMKFuUHFeXbpFGIXJATQsFK6kMrWqFCK4IQExb8u', '1', NULL, NULL, NULL),
(34, '51156', '51156', '$2y$10$ezCQKxfMcJ1juvSa.kTpzeYmNHFj9yEd8j2fdEp8BvZX.HMkE6bVC', '1', NULL, NULL, NULL),
(35, '51158', '51158', '$2y$10$Q2uhedE2tLVoJG6PJT/brut6GYU2OoQH1YpEU0hDBvYIoHppsNk6C', '1', NULL, NULL, NULL),
(36, '51159', '51159', '$2y$10$eJueah50Gl9AlnSD.o79AOe0.sn8PC9A6Zf3PdnKjZKGkGVKoHi7q', '1', NULL, NULL, NULL),
(37, '51168', '51168', '$2y$10$rLAoEAiV0Grk3dJpUp83uORcp9iQ8GDPGNDTZd.PH/S5pS4GSHh0i', '1', NULL, NULL, NULL),
(38, '51170', '51170', '$2y$10$CfclrE7B.paJ3tIoZxa.q.ZJv9ETgiDoYCs4YkxtSvbZl.WWlfbb.', '1', NULL, NULL, NULL),
(39, '51171', '51171', '$2y$10$jYtspTz4hQe.zlv80puO9Of1pP9UhBrFJMx4OcpdEWLfW4hdvUiQC', '1', NULL, NULL, NULL),
(40, '51172', '51172', '$2y$10$VMHXSLm2WScXfjykkBqf1OTqZ.TevGOeM.y5r.Zq3NwnevbyazrNq', '1', NULL, NULL, NULL),
(41, '51186', '51186', '$2y$10$9J6emSpvtZxWx5f7Pl4SlOH8Fo8fWsmErGslrzbcws/hjFIP5n//O', '1', NULL, NULL, NULL),
(42, '51187', '51187', '$2y$10$afgZEUApCYMhzP4AxfWAkeIJfZ.Q7bFLilZ/G5oq3dquhWkJeyAhq', '1', NULL, NULL, NULL),
(43, '51189', '51189', '$2y$10$uPeJe.A9Q6v55yYL..KSXuPXpBEtVWjprNbaX7CmHAwute53FMrK.', '1', NULL, NULL, NULL),
(44, '51194', '51194', '$2y$10$pZjKoLmA1QCiJTZOPpZaCOPYZXvN3idVz6juMe4dzT/lZsdSyt8QC', '1', NULL, NULL, NULL),
(45, '51200', '51200', '$2y$10$GxYgTW4SQqqzPpVE.okpheL9gYNPp3df3PU.lsJQ9IRzxX05pDiSq', '1', NULL, NULL, NULL),
(46, '51201', '51201', '$2y$10$xsrRdtnBDzU52b5iWCse4ujWgItZGDsqUus6FDPHNl6L05p0PM0va', '1', NULL, NULL, NULL),
(47, '51208', '51208', '$2y$10$LMpSLhk8FtAryGp6WzPl5Or3SAekpw8AZsKixOHFmWaHgXxqW3E.S', '1', NULL, NULL, NULL),
(48, '51214', '51214', '$2y$10$K19CXMec1tdQErh3te4TXuH85ggcJUumwcQf671D.g5934ZeedDUi', '1', NULL, NULL, NULL),
(49, '51215', '51215', '$2y$10$Z5.f.v.XxOSUQGzRFepEpOgFnH2wUGapo8Lh6KZnogq9Q5G1/lKt2', '1', NULL, NULL, NULL),
(50, '51217', '51217', '$2y$10$olmdnscFCSjZO/oQ9T9li.iopauNNpRzB5jaKISop9o.ckMSPc6tC', '1', NULL, NULL, NULL),
(51, '51218', '51218', '$2y$10$CO3kiYLF4vxpWSNIa8eM0.wNzDRCgzusQPIo/TyGL47K08jXDok82', '1', NULL, NULL, NULL),
(52, '51222', '51222', '$2y$10$4O4fg.RTWhzmSczH4ckKee46lvcKIRgAfts7CPRTeetXro/9GwoVW', '1', NULL, NULL, NULL),
(53, '51228', '51228', '$2y$10$zKx1lfReFd41IYeE52Mz.u.S98kh2ZU8z.XdfdWjJCjCMptkq4PkS', '1', NULL, NULL, NULL),
(54, '51234', '51234', '$2y$10$ZAU23KzopEOxUvS6Nuq25OvNXba2PQfPBzLOzhno6woMe.UW5VaQe', '1', NULL, NULL, NULL),
(55, '51235', '51235', '$2y$10$BwpjIJ53bVy3.MPBeXCPze4sDNi.umY0RaM1hljFeKf.E8GLUpu8S', '1', NULL, NULL, NULL),
(56, '51237', '51237', '$2y$10$/fCfXgCqIio/grqwxbmo4uJ9Cp1LLkOp6PPI5Sy9WpY6P2LTx5fxy', '1', NULL, NULL, NULL),
(57, '51239', '51239', '$2y$10$T0ROdXb8tpfGa1pFzQlN0umZrdTOmWEEjOPgR72rcELpb36zcmFNu', '1', NULL, NULL, NULL),
(58, '51240', '51240', '$2y$10$f5vYhU5p/jXSrX3Ttl5vu.QWjUuXvspVz0QdGxjK7eqLsVbwV.H3a', '1', NULL, NULL, NULL),
(59, '51241', '51241', '$2y$10$wpfBx7gq7LQv7jZv6hZmKOPqU/WT.o5inPcquCxIK9Md5FHlaSzn.', '1', NULL, NULL, NULL),
(60, '51242', '51242', '$2y$10$.VuegEGfDuvrFwrV1bp/JO6bpTSFjzBqGqwsK9ufSpTPazQTDBfOe', '1', NULL, NULL, NULL),
(61, '51248', '51248', '$2y$10$xP2tNIAv7B5GhI1412d00.j/tiUI2ZXl3cBROSchI0vtUHeoVxjza', '1', NULL, NULL, NULL),
(62, '51255', '51255', '$2y$10$XCUNtup1UmzB0sMbXHkUBuNY//mvPGNojY0KibClya7y0Y8DecvQK', '1', NULL, NULL, NULL),
(63, '51257', '51257', '$2y$10$w3Y9899RcneWbDj8.dNlper8k546qiXxJOV8znXtqng1rNPtiSUDq', '1', NULL, NULL, NULL),
(64, '51259', '51259', '$2y$10$gs4AGpY5xjOLZ/vArsfFV.00zh4Y09GkUGAkV.yDqazra66Vx8yFu', '1', NULL, NULL, NULL),
(65, '51262', '51262', '$2y$10$p1CNofpEYBrTqYMHkCHg.ehzI7EzyTwVkqWD.gTr6FJ2NRMZdqQGe', '1', NULL, NULL, NULL),
(66, '51266', '51266', '$2y$10$eopOqCQGbyYldpakWkaYze1TupPU0C.KfMQsxhsLva/deiq4vpwG2', '1', NULL, NULL, NULL),
(67, '51270', '51270', '$2y$10$3cPm/wKRFucBT22EFdYCDOCcfwM8oT/BU6jgzF6TJ5cIZXFQGnWLe', '1', NULL, NULL, NULL),
(68, '51273', '51273', '$2y$10$oSuEpPebp3AvdFWQVJXCKufBOM4TXVzbxnJsljqK3OC5PU0Y7W19.', '1', NULL, NULL, NULL),
(69, '51274', '51274', '$2y$10$DDzZeeNJsMBabHFA5bebfexKz.xu.1mDsvPqFjzI2u/AAEPZSCkR6', '1', NULL, NULL, NULL),
(70, '51275', '51275', '$2y$10$lrQ6lnTJlFfUnvbI9He5duzCt3ElI2YYw5iYDEka2hz8Z7vVv8X/m', '1', NULL, NULL, NULL),
(71, '51277', '51277', '$2y$10$6dWyDl10JWetYLUKcELBh.KddFgXoXLeRZ8yCV9RwLiEEELapiemq', '1', NULL, NULL, NULL),
(72, '51282', '51282', '$2y$10$xCTRzWLZ0VQFaF31kojzhuWHoskLr1Azuu.vDgHep7B2hmKWCUXmK', '1', NULL, NULL, NULL),
(73, '51283', '51283', '$2y$10$ZZGeN5H5XoyxVWi3pNwYKO1RRCh6W3RWXBreFgzxTYfjFMItyCGeG', '1', NULL, NULL, NULL),
(74, '51287', '51287', '$2y$10$q8ajbM.YMY3U9GyJ0tiwneIGW9J3TXEb9.DibG9v07LZjSvPq4Q7O', '1', NULL, NULL, NULL),
(75, '51288', '51288', '$2y$10$kd56QCNTxNnM6D9vtBiOjurT7YD4lm7tea8BlhXIlGEYSdaP6PQ6a', '1', NULL, NULL, NULL),
(76, '51289', '51289', '$2y$10$VCwq5.UKFP.m.8bHfnPnfOmdUYfKN5JVgffnuIT3SPa8Kh5.RgJHy', '1', NULL, NULL, NULL),
(77, '51292', '51292', '$2y$10$k/XyttvMOSlTKie/2nZFLeQtvbI25yasyZI3ti9Klf7G8PZctQ4eS', '1', NULL, NULL, NULL),
(78, '51293', '51293', '$2y$10$WxMf32zF77pHnjmphw4Cyu6Snqxjs5cX5gHRpWpuWQS6tHV1qxT.m', '1', NULL, NULL, NULL),
(79, '51294', '51294', '$2y$10$y98t4lwFHPas5vr5Ohwzr.0KG8ix1ixTxEGqvLOW2IGzU1CH0lSVG', '1', NULL, NULL, NULL),
(80, '51295', '51295', '$2y$10$lV8MNSnMZGxbySThFB.D0.9g0jvTtKbwbVamqMXPvu5IDVzQfADOW', '1', NULL, NULL, NULL),
(81, '51299', '51299', '$2y$10$Idx.rpV9oiP8.NFLzekTTeCfrLe.kIL0OflF0VnUq48E3sDEbS/r.', '1', NULL, NULL, NULL),
(82, '51300', '51300', '$2y$10$q/OWbKk1D/6fJDfvCNWksu65aYSuCDkSUEslCw.jz1ApHmuMeJUtG', '1', NULL, NULL, NULL),
(83, '51301', '51301', '$2y$10$MZyuHajpGU/3.oDrOInbcupFcO5L.gvdK0UxGKEZrMh1R0WQut15K', '1', NULL, NULL, NULL),
(84, '51304', '51304', '$2y$10$UDUemtRJGh8S8RlZfCz3CeFEMkGYOeK5jUxpe3VI5Bk5iSklGlBau', '1', NULL, NULL, NULL),
(85, '51306', '51306', '$2y$10$We7LhcVaJr.tTaDveuAyW..Q5utJMG0tT67TOUkX2u985cGa/BITC', '1', NULL, NULL, NULL),
(86, '21002', '21002', '$2y$10$hSvywZVgIiKLItfBUhmKluGOnfVNvktqD8s4yEcHdv8i48rcHUo92', '1', NULL, NULL, NULL),
(87, '21004', '21004', '$2y$10$eXz88CB3sqK2yhytFC.PNuCvtsO0FeYCKyU5V4Q7snvz2zwZ6OohS', '1', NULL, NULL, NULL),
(88, '21007', '21007', '$2y$10$C.yuH.Psn1MeseTc9L20futSge.C8JUDFzoEctRT2xv.zrD/KIJTm', '1', NULL, NULL, NULL),
(89, '21015', '21015', '$2y$10$Y9wRPasEr9LolcMIzIy3neJnNnjvp3J0wP7q0YbYsWUh9l2ALO.YW', '1', NULL, NULL, NULL),
(90, '21018', '21018', '$2y$10$RsdFYTXoGgprA3tpJuoAn.QgSKJpxLaBCz5yILLdMs9WPPMMB2IYG', '1', NULL, NULL, NULL),
(91, '21035', '21035', '$2y$10$W4Ww1Rka4HbbvRbyPKo/weCSOUmeEJzTIyw1UkbAeESikJK0wOfq6', '1', NULL, NULL, NULL),
(92, '21036', '21036', '$2y$10$yzuUZCVLTFMfNvcM1OoONuTM1.1P9/nHSieSf.oK1xeC5n/ePUcxe', '1', NULL, NULL, NULL),
(93, '21037', '21037', '$2y$10$uesNI.Cz9L/4glPLMy86HOhMR74.OCMLxOZQUkOp3ATT/iHpYrqzu', '1', NULL, NULL, NULL),
(94, '21038', '21038', '$2y$10$LXop2eK3y8sGhVzKSdf.VOi0qHm8KgtOB6t577mivWnxWAMUVn3B2', '1', NULL, NULL, NULL),
(95, '21039', '21039', '$2y$10$M6LZcgSb125eJXMLUmhunOlgSIEBkT8/0GDGxH3P4wKfGCvdLiTFm', '1', NULL, NULL, NULL),
(96, '21041', '21041', '$2y$10$lGyVB2v02qPIW6G.bdIz6eGY5f8aZUiCcaDAW.Xq3LzSIoO.Pjv82', '1', NULL, NULL, NULL),
(97, '21042', '21042', '$2y$10$oc5mO/ggXY0g.LLUrLwCw.5x9B.xEnU.jjd9IOxidcH/ckpysEXAy', '1', NULL, NULL, NULL),
(98, '21043', '21043', '$2y$10$91OGdoVLluJQEtx4DJRRSOvBXvcTqlLc1unz9AGhWjNldoxVwK6gG', '1', NULL, NULL, NULL),
(99, '21044', '21044', '$2y$10$Nu/hH3OV3juZTh5HX0aPfOHQmkmjV4A9beSOAn1DnqX6oJdSaKhp6', '1', NULL, NULL, NULL),
(100, '21045', '21045', '$2y$10$8eq/S/dKRSzBOCWUa6DJ9uDEr6/qwHzk4X.6XpC9NSSsQ9MQQ1WXe', '1', NULL, NULL, NULL),
(101, '21046', '21046', '$2y$10$yyWTTtiTfrZKUVGEqobcxeh6UT58bj8Agpz5OFv2SFgfCDyf62HPe', '1', NULL, NULL, NULL),
(102, '21047', '21047', '$2y$10$8vphkoPMApy8lrozCsqCIOxfBjYTqipUMRTevARVPIF.N/VCmEbEm', '1', NULL, NULL, NULL),
(103, '21049', '21049', '$2y$10$SkCJrL2gI9dz8PmaH657BuQ5lWJmbWC1CeXq6vzEGuhqZUJxUeIfu', '1', NULL, NULL, NULL),
(104, '21050', '21050', '$2y$10$eBG5pm.9BAfKeVjJ1wfvielHlArBrAnyahVFRtSlO59FBqtlv9OcG', '1', NULL, NULL, NULL),
(105, '21051', '21051', '$2y$10$24.yKBQ.jJ.KsPxYsYWBpezgHts4uwIctzvFtltUUXHL9ByJt.vWu', '1', NULL, NULL, NULL),
(106, '21054', '21054', '$2y$10$EQ6.GU6wVauH3we6o.QGc.F3oFJyFqNY8esU2OqiVrH0P3FqqSgo.', '1', NULL, NULL, NULL),
(107, '21055', '21055', '$2y$10$iE1N6RUJ73TLc7AfrXS/..vyBGQMWHDfDueeBU1nQ1Vy//0Xt2pOS', '1', NULL, NULL, NULL),
(108, '21056', '21056', '$2y$10$wvE/oMeb8lrky.ptLrezE.gDGuGtTVI.WUk5jxViFFOBp.gqJVE5y', '1', NULL, NULL, NULL),
(109, '21057', '21057', '$2y$10$2i2p2i12lBslv881tamhsu2gYOITMlha4RgVAYaPQhSzY//mmVlw.', '1', NULL, NULL, NULL),
(110, '21058', '21058', '$2y$10$Sc6DU8zR.kgyO/DeRETA7OfpQkzpPanxe2SjWBYRsheTlAu3QTKXm', '1', NULL, NULL, NULL),
(111, '21059', '21059', '$2y$10$myh0XDhPZUb8tbuYSyIIu.rYqprnr3L4izpituEkqG7mkMnJYKm3S', '1', NULL, NULL, NULL),
(112, '21063', '21063', '$2y$10$4xpWSlpjFFIpKRANHQ1qk.7sEPMhwYl8zafdUlFelW64nEoJgmPB2', '1', NULL, NULL, NULL),
(113, '21068', '21068', '$2y$10$ur4LPmK4o17eQaRjHfOl1.BEoC7B1vUb63iBKB6izGZAJAtmFUHFy', '1', NULL, NULL, NULL),
(114, '21073', '21073', '$2y$10$Ha3vxyXK1QuU.zOAUxXUO.lW2UDjx4qvwq89Zk2Bf9l2ZPcEQPo6W', '1', NULL, NULL, NULL),
(115, '21074', '21074', '$2y$10$OOK.V4FsbB18A2OWZofqMulbDGrTCPqYYkxGuUUfPWGONmXzUE6rS', '1', NULL, NULL, NULL),
(116, '21075', '21075', '$2y$10$/zq5JwT7J/HBMHoECwy3L.lj1r1zM7O6b3KMGzwJs/EVxuCfqUR8e', '1', NULL, NULL, NULL),
(117, '21076', '21076', '$2y$10$rd3.54Gg7C6AtwI6G2dcwOZQ2w9k6dDGL4ZvkdSRPKPIFJeoYqKX2', '1', NULL, NULL, NULL),
(118, '21080', '21080', '$2y$10$oFbwBD44P0s.PijxaSZvo.a0KJG54/Mu29p/jXbNWzv2mtAvOcyJu', '1', NULL, NULL, NULL),
(119, '21081', '21081', '$2y$10$3K81Is2FKPjnrBibrajrmeRbXu7iWaMQZiG/NeMsmiSOBwdWORKd.', '1', NULL, NULL, NULL),
(120, '21083', '21083', '$2y$10$SHC5CP3OvU5Okl.FtyvySuRspT4E0BFEV8zfojzTo5b2SnDkFcczm', '1', NULL, NULL, NULL),
(121, '21085', '21085', '$2y$10$lJJjGwS4TXZKQVgjKBOxmOb8cBQeK44AwP5KCcb9D5VOKpbiKzaR2', '1', NULL, NULL, NULL),
(122, '22001', '22001', '$2y$10$PRg7oaHgOhJCB.4aljO24.mK7K8zM56eeLRWGm/.0qTUulCfomnbe', '1', NULL, NULL, NULL),
(123, '22002', '22002', '$2y$10$6ipUwL.HPMVAoQO3insth.Z9YF1hBQKD9RSNvnvUPpLZUuz96p5vS', '1', NULL, NULL, NULL),
(124, '22003', '22003', '$2y$10$YVCdVMAPp5qsWmU5xDPloevLXaXQMl2dSyqhyZK3Xta1GwgNmX9Z.', '1', NULL, NULL, NULL),
(125, '22004', '22004', '$2y$10$C/ilPGzUY/sh6OePcE9s2.7/0O3mcwtQj1HSRVxeTxV6Ntg6nJ3ZW', '1', NULL, NULL, NULL),
(126, '22005', '22005', '$2y$10$xdqAl.nob1BcyGLkU5IbhOBgAV6ZXbZ7VCqx2ix9ITeokX5zLFrr2', '1', NULL, NULL, NULL),
(127, '22006', '22006', '$2y$10$Qj5RkEya7032lliog1Rbkuj9K0yPwdbqacKl2ikpS2PEId76GH5Me', '1', NULL, NULL, NULL),
(128, '22007', '22007', '$2y$10$FKVvBDR.AjOy/8Z56iz1xejRLVL5htilvuq7xXPCxgfsO337ok8Em', '1', NULL, NULL, NULL),
(129, '22008', '22008', '$2y$10$ZBf4PASLPY26bdgv1LMBOuSt26tj73OGf5/KYiCZP4mbV2LSVPm8G', '1', NULL, NULL, NULL),
(130, '22009', '22009', '$2y$10$QxmwIqcPMFovSwbQ1BTzPePw7JLIewvW8B41xLMreoqe6eakRXdum', '1', NULL, NULL, NULL),
(131, '22010', '22010', '$2y$10$Zgig5AEqs1JLSqeKFmDEwuUqSdO8V/7aPSqHWYhA0qF21eH6RzvR2', '1', NULL, NULL, NULL),
(132, '22011', '22011', '$2y$10$m05h02paWP5ftqUgf6pWpuLNEXPgKqWwUJQupzB/yFv4QCZl8BJ6K', '1', NULL, NULL, NULL),
(133, '22012', '22012', '$2y$10$Iw/VyhItWRTyW/wOBhMys.AcnFDe08OVV8bYr3For4JALKZV14kLi', '1', NULL, NULL, NULL),
(134, '22013', '22013', '$2y$10$eMxEjeVbvqXLrz6zMLTPWujtmWgAuH2Lk3HVOTlBDfRATf5s1Ja.2', '1', NULL, NULL, NULL),
(135, '22014', '22014', '$2y$10$dcaISjYa1GoKvuiNS/ycUe1ygDPRFMXgUfgmp2V4JGKCMRQEHBaA6', '1', NULL, NULL, NULL),
(136, '22015', '22015', '$2y$10$SqNk0kY34Ib05SFKSz/vReuOH9lAPYMi9Sct7F8M7AXNzq.LsBu22', '1', NULL, NULL, NULL),
(137, '22016', '22016', '$2y$10$UhllaMp9/jc7A26xJgBi8e7DNK1OoGzrsGkUYFyETCVJ1oDCjs5wW', '1', NULL, NULL, NULL),
(138, '22017', '22017', '$2y$10$TcWLYLf1W5lYK2vfP1RrQ.ENOPSr2s.BP.EwWAjr9SSe3KtA7vk2e', '1', NULL, NULL, NULL),
(139, '22018', '22018', '$2y$10$iEUAoD9t2ZJWIoZ.Hw0Czu09LBD5JqgINshD7YgaVn8SVEc1286Vu', '1', NULL, NULL, NULL),
(140, '22019', '22019', '$2y$10$sy0kGi7VMsSh3iS3DSuLT.i1844WUUo412o3gZpUbO4eIjE5SWdcK', '1', NULL, NULL, NULL),
(141, '22020', '22020', '$2y$10$TyXc.wW3YhVF3t.ozXCWPukNdsHAehOoRUQe8iZ4EDZw6rV4xG2j6', '1', NULL, NULL, NULL),
(142, '22021', '22021', '$2y$10$4Y8LKJ3bcp10GcGfoqIAIeBpW95rW9PkdrYZWFOMkUH7pRJdWu.b.', '1', NULL, NULL, NULL),
(143, '22022', '22022', '$2y$10$Pk5Acwyr4tje2boIV68OwuBKWPVHbh93KFlRhDn7HgCHWXfY2L/pm', '1', NULL, NULL, NULL),
(144, '22023', '22023', '$2y$10$K5ck.iNxrefxjGHwIu53WO/Il2I58JkkfrTHkOwlZIvpe7Qkcghl.', '1', NULL, NULL, NULL),
(145, '22024', '22024', '$2y$10$4dNaHRPs0cb6Pg7odI.Wpe5F6dFey9DuK.68ZzpaZFYPNxwixKK8S', '1', NULL, NULL, NULL),
(146, '22025', '22025', '$2y$10$jVhgnmx6FpfUSjFnryNndOpWCWzxyUzQFQD1AG1xZAbdzjkos71t.', '1', NULL, NULL, NULL),
(147, '22027', '22027', '$2y$10$6VoVI59bAZqcug0Qk0YoN.5cWs2IshbmdXj4aNOCJLivcNSvbOnDW', '1', NULL, NULL, NULL),
(148, '22028', '22028', '$2y$10$JHSPcXdAGIk/oUOJO7FG6OgDyWSLdKCgEUka3.krCq5zzzo/DqOuS', '1', NULL, NULL, NULL),
(149, '22029', '22029', '$2y$10$Qao3mRzSXJNXQ.MiVJ.94eivs4JcKihIOTWW/ByR4fmex.frGuSVK', '1', NULL, NULL, NULL),
(150, '22030', '22030', '$2y$10$ul4auhjVdVT0RgFri7uLQuYXZ1bQQpzskQ0pqdJhSmjU6vfdsB.IW', '1', NULL, NULL, NULL),
(151, '22031', '22031', '$2y$10$2zjJjB45JbxXgRn5E4253uWIwzgJmzi49jZzs.gz/Dl7sSiOCH.jq', '1', NULL, NULL, NULL),
(152, '22032', '22032', '$2y$10$0YDqLP/pjiPq6f13ipnFTOv3M8NbgbX3vbY2UZpqHobgiYhpduyAC', '1', NULL, NULL, NULL),
(153, '22033', '22033', '$2y$10$2ppwUTliMSFzh3yZHS6uZ.UhwdiLjRFfGIY/IEPL1fXJXt97rgeay', '1', NULL, NULL, NULL),
(154, '91006', '91006', '$2y$10$iFKRuuA47AZQ/q2fOAymYutsCGaWKP7NCNXKe/ztuqGh4LVRFAVne', '1', NULL, NULL, NULL),
(155, '91025', '91025', '$2y$10$pIJ7KDv4DHiAuqiBxq.VGeE96fkB4Hoe2hx/vWrVYQpo5pIfJtauO', '1', NULL, NULL, NULL),
(156, '91030', '91030', '$2y$10$BbsXdI14OhPoK6LOieRY0.wJMWY6FBeBV5hiL5RDIETp7ODB.5BM6', '1', NULL, NULL, NULL),
(157, '91047', '91047', '$2y$10$a6mD0KjQQ3ftlahvft2RyOg/AqmmzhW9GodyCIaCWhlJYJ0jc2y2a', '1', NULL, NULL, NULL),
(158, '91056', '91056', '$2y$10$Dl6YsZUQOwvDQsfXkmeMcuOa12TYQIhTMuaWFq4AiLF3OcjKj73rS', '1', NULL, NULL, NULL),
(159, '91059', '91059', '$2y$10$XRIMIQQtpXNblKgME9mRCOkPAVa8W7CaZugU0q9O7/Vf06Un2Ik.W', '1', NULL, NULL, NULL),
(160, '91060', '91060', '$2y$10$B6LAGgaYMLL7gZNPHFZgFuz9gWCXz1ekLclpSVl2hHSp5LheMqR2m', '1', NULL, NULL, NULL),
(161, '91066', '91066', '$2y$10$a1k8Gq81HaeqfPr8fO3HQelWCudCbCi1drFvd2RHnT7y5thHeHx2O', '1', NULL, NULL, NULL),
(162, '91077', '91077', '$2y$10$boJjCbCnNgTGCQdhGTiNa.L7/TMywwPA8yiB/bLeClUAHeQhAAVRO', '1', NULL, NULL, NULL),
(163, '91086', '91086', '$2y$10$Y3uMoGWXvSAleR74j8p5WuZd1vbEL12LmSES7o0Xt6uqs1ckHDhru', '1', NULL, NULL, NULL),
(164, '91098', '91098', '$2y$10$x/ff292T9RZM4xUGLn7.FOKtr5h5DnQdKxho0G9CsSw7GzQtW9wSu', '1', NULL, NULL, NULL),
(165, '91099', '91099', '$2y$10$f7GTDOCGRBSjLCRHg5ysIuONbpUsgYOmcvXdu1RDSWFIImP2dwfgy', '1', NULL, NULL, NULL),
(166, '91111', '91111', '$2y$10$CkPJzlQY3mRD3ISVhacrP.Wb.Hg5WfGXmgFyJphjKKG9W3G.xAddm', '1', NULL, NULL, NULL),
(167, '91112', '91112', '$2y$10$ntzNyC2o16ITsIzAFkC/ZuizzYabUHefkUcdA4.IsD6rDKfbFcdna', '1', NULL, NULL, NULL),
(168, '91118', '91118', '$2y$10$FdOXd88JaiRlhL27/f6JteFgAzGSdp057vWuTfkqyhwOVfNf/o52G', '1', NULL, NULL, NULL),
(169, '91129', '91129', '$2y$10$OWDjqUWUPP9j2Dw6Vdt/M.r3Pu.lWv9fFFk8S/jUhvZvoOtIU38lO', '1', NULL, NULL, NULL),
(170, '91138', '91138', '$2y$10$XrRFDENEpiP1TXC.LOdEvuBLQMmmQ8QC04mvAKNubMtQ7/iCMO8PC', '1', NULL, NULL, NULL),
(171, '91148', '91148', '$2y$10$5g2Dsb0uXHynJQ9YUx/LIerP/YEqt.Z0TDjU8WXqW1ocDCCqzUo9i', '1', NULL, NULL, NULL),
(172, '91153', '91153', '$2y$10$hyRHA26E.2cZBhA0ntuaru8T..QGqq9U7cqcURsloO5tijVk0F2h2', '1', NULL, NULL, NULL),
(173, '91163', '91163', '$2y$10$Su8iIkn3juqyaF.tMNcBEuFvE7IVdcjJmpfF9MWcHmMVPIBWScnX.', '1', NULL, NULL, NULL),
(174, '91164', '91164', '$2y$10$R5ZkRh3zhjliohtp7FaFeeZ36O98tRrBM7P16c1j.tTpZIrKOU.U.', '1', NULL, NULL, NULL),
(175, '91191', '91191', '$2y$10$2RljSazAyXr/5ffgBYPdtu5aFLVdkgVJwpcPMDasHMen01WDitKDG', '1', NULL, NULL, NULL),
(176, '91197', '91197', '$2y$10$LOSkoijOEOsASWpAz6h62Ob2hc4xwyWcBYqXICegE1oYfmrDyBz.O', '1', NULL, NULL, NULL),
(177, '91216', '91216', '$2y$10$WpyNoyQ5N0SRKHZdGyHRc.unHjkapFqeCm3TW5Cm4N1YRU44nQO2u', '1', NULL, NULL, NULL),
(178, '91218', '91218', '$2y$10$b0w7X2hD5S3OuxIv6IF9Yu2Hj7MbQEOZu5FsVTKT1cliC.TKZ738q', '1', NULL, NULL, NULL),
(179, '91219', '91219', '$2y$10$svjLPYil7EznsJK3CUqaJOw1BHHmFEZSBZetCs4kTPLjTgGq2bIVi', '1', NULL, NULL, NULL),
(180, '91221', '91221', '$2y$10$9GmsrDCPFMIY.19eP/PM2et/ls6SOVmoQrySG1hpzQG7pO5oxMaoi', '1', NULL, NULL, NULL),
(181, '91230', '91230', '$2y$10$oOfqzA1D.OFLLIvcnYYwAeKp6.Fk0CDv0gxMRMdvMrT7Qzei/.Oqi', '1', NULL, NULL, NULL),
(182, '91233', '91233', '$2y$10$Y0JSrd7g8vGUfeZ5H2/QEuLzPwb2yYvsUfngCsXk7CRQhgTe98qHC', '1', NULL, NULL, NULL),
(183, '91238', '91238', '$2y$10$4EgeeYHzb3Wbz4sHG9JR7..Vo5olnguWyw.aIKuAuSL479hq0YAiK', '1', NULL, NULL, NULL),
(184, '91247', '91247', '$2y$10$ye8vZefhOjGGkGnriYa8/ugvOqJNK.dL1D/yUX3vV1w59twUVuuvK', '1', NULL, NULL, NULL),
(185, '91250', '91250', '$2y$10$7MAt9Oous4q2gi2QTq61rOWwbZBIW2tTKUyEE0GvCu2fiQtglH/R2', '1', NULL, NULL, NULL),
(186, '91251', '91251', '$2y$10$xoCnm9u.oVewhp6oxh4moeqd9k4rIrH4aQiN65cT26xMTA1ZDXxgS', '1', NULL, NULL, NULL),
(187, '91254', '91254', '$2y$10$tZJDW99tBmx5KsIn2qPwPeXkQPU44oC4avvdokZsVZouTHJ0Mt6Wm', '1', NULL, NULL, NULL),
(188, '91257', '91257', '$2y$10$2Sh6GeHo1uVHaHFTbSLY9OYpD6deSION5TUVI0AMu4C5WrSm5eiiS', '1', NULL, NULL, NULL),
(189, '91260', '91260', '$2y$10$cpzm2ttrSvd7lVgeA7lu7ueFETBOBFIMPIjrs9WL2xfGJKHp9WDIu', '1', NULL, NULL, NULL),
(190, '91262', '91262', '$2y$10$9Rt5yfqK2MBJVCUvZ4UYTOt/ETn3VmK/Pm.EVmb.0e28j.9P5lzdq', '1', NULL, NULL, NULL),
(191, '91264', '91264', '$2y$10$PF1VNwNZHvq/RZ7Q1c7Dgu3lJoqaRKvM8jWza2Bt0ThKXXDT2O3Z.', '1', NULL, NULL, NULL),
(192, '91266', '91266', '$2y$10$HyxB.K4kUfpEYAAlo9jfiuuhgexXEzm/19ma0BwFXEj5RqUV80p3m', '1', NULL, NULL, NULL),
(193, '91275', '91275', '$2y$10$OvxAs6ptwaO8XqWpsFLQZ.dJaxwU9sJJBYh02Mt7zIzAWEvGD62CG', '1', NULL, NULL, NULL),
(194, '91279', '91279', '$2y$10$LWrt/2d1TBEwWW.49IN4qudWBdsPRiVMZKZvTeuXLXtU3F9ly.jfW', '1', NULL, NULL, NULL),
(195, '91287', '91287', '$2y$10$ykoN.E5pA7Z6nToowKqODOV32RaJcki0iUI6ylnHqsekhDKbAfMLe', '1', NULL, NULL, NULL),
(196, '91290', '91290', '$2y$10$IFhZ6Vvuzp6hOHripavwwu4E4k.6BaRrqMzRmdxrpq4QT9x1mfnC.', '1', NULL, NULL, NULL),
(197, '91294', '91294', '$2y$10$04HkdIiia7PUBtYL93Oip.xH2A3PdTc6DJXMog67XWiYYX8RiwQjS', '1', NULL, NULL, NULL),
(198, '91303', '91303', '$2y$10$2okRXtW0qVu6HrPmqZSsw.YOqkxOQwA.Cs6kR.NaLy0vAUb1lmSuu', '1', NULL, NULL, NULL),
(199, '91305', '91305', '$2y$10$5ZWWz5170zaeqLxGO3zv2OM4K//cWRrLji6a1tw7l3qaHey1pWA1q', '1', NULL, NULL, NULL),
(200, '91307', '91307', '$2y$10$3zt2AJJPcHK3WGyT.yz7s.8UH97H8BaRtEVBOJMOOLhq1B1BmOW1a', '1', NULL, NULL, NULL),
(201, '91318', '91318', '$2y$10$3OHBnf9DP0QHCK.f2sFeaedWgIYNZqyT3M7EoQ7PN9acl7lb83eC.', '1', NULL, NULL, NULL),
(202, '91321', '91321', '$2y$10$yxeukqe2I/yYQRyOIYa4UuLoaMl9Ez4OpMSY3OeHyaXDlYvoSE/xu', '1', NULL, NULL, NULL),
(203, '91324', '91324', '$2y$10$NXvIMQGVygySFL5xuFTMFeL7lOzLUcmlbQCtjGguC5OIEHY.Pq3Ma', '1', NULL, NULL, NULL),
(204, '91326', '91326', '$2y$10$2G6pkEHvyCyAwV7GE6hXqeNlV/CYJPOJ9qrN9vgoqcgI4e/fqliei', '1', NULL, NULL, NULL),
(205, '91327', '91327', '$2y$10$8eyynEDg/zMwGVsBo2CfVubU6.rGYz2rv9PJneu31QoCUh6Iyarpa', '1', NULL, NULL, NULL),
(206, '91332', '91332', '$2y$10$XbFrjIJdaYp/3/b1mMVoGuyMUwZCuprpMm.MliZhTNvIs3kse/MKK', '1', NULL, NULL, NULL),
(207, '91337', '91337', '$2y$10$FgQsgwNJzfQUPQ/eBW9UDeV8u0FCi1GGYfjf9vJoVAynJyMnsxeKi', '1', NULL, NULL, NULL),
(208, '91338', '91338', '$2y$10$epzzZ5d81hAstn6snhQfruSRu4L6gmT/RxXf0iVfIdA1fIdhFEDF2', '1', NULL, NULL, NULL),
(209, '91339', '91339', '$2y$10$8G2xyho4HnOI9NyowQoEfeFIBbmZ5TCgVoKvfcqOqnvhkvt8klaAC', '1', NULL, NULL, NULL),
(210, '91348', '91348', '$2y$10$6jDEfx9StYmTV9rLd6Guq.Dufe7zlkLp17wQ1xyPMXWMoMB/imx5.', '1', NULL, NULL, NULL),
(211, '91350', '91350', '$2y$10$NcLdvbrGl1wVaonKNTAQ/ewLxlgYy2IBsh.aCr3/tldwjI9y/Ipl.', '1', NULL, NULL, NULL),
(212, '91351', '91351', '$2y$10$f.9vWEMJ5Hosgx4rA49pAOKu8X41TKm2Nr36eiSgj5Z5SBOCxcp7.', '1', NULL, NULL, NULL),
(213, '91358', '91358', '$2y$10$jv20MfxtArbNHQiajthH7.saOC7rtFss3mqGbkks8OkQYhxDHzE1W', '1', NULL, NULL, NULL),
(214, '91359', '91359', '$2y$10$sedMfm/GZVvhMpE7Q8uTx.hzmXx2QGIeNaYFm/8T4Vk6kuH.Jdhdu', '1', NULL, NULL, NULL),
(215, '91363', '91363', '$2y$10$90E3H0ud2CsDcmbBcDG5s.4NOd/ktlHUv9VB.epBoWpr8ghKQgdky', '1', NULL, NULL, NULL),
(216, '91364', '91364', '$2y$10$hsQujO7xKBMqPkzqJip0oOffl6S.vjuWFdLZ9QgXdDxUZLgEfys0G', '1', NULL, NULL, NULL),
(217, '91373', '91373', '$2y$10$IoL2hZJGQX3tEWEvt6EK6.4wB0LmVf9hFgRGQI/PXYbl/5NFf5lPm', '1', NULL, NULL, NULL),
(218, '91375', '91375', '$2y$10$uFQU/Gf5FtNnCQDatEhvhu0M0sA4oENs8Iw6NlcOy.xiV8if7jzB.', '1', NULL, NULL, NULL),
(219, '91376', '91376', '$2y$10$R17pA5c829W7SXIED5pkBOPJbkta8cKZ4Lmu7.SScHeAT1Y5kQCue', '1', NULL, NULL, NULL),
(220, '91385', '91385', '$2y$10$VeYuFjbjP6lecHt/6vR9VOgiitLViUEMoejD4tvnKPzGz9lzO07km', '1', NULL, NULL, NULL),
(221, '91392', '91392', '$2y$10$/iw6sB2cOn3ndjPs6mHJieOkmceAGe3nuhyDpI5SbpsAOgWQa7RGC', '1', NULL, NULL, NULL),
(222, '91395', '91395', '$2y$10$aQbB2JtrOejdselSbvNHt.38Sy2r.HPVkiSZJG/tL8EGoUPGzuxN6', '1', NULL, NULL, NULL),
(223, '91396', '91396', '$2y$10$SWJVG8cbOb27BoMwEP8ah.foWRY680lhNtuOjZdQUCbbw2hyHV.Ne', '1', NULL, NULL, NULL),
(224, '91398', '91398', '$2y$10$irAdCbVthSCVYdzlqcuYvuMujBdvYYWgyC2w4DpWyBxfMpRUZEXqq', '1', NULL, NULL, NULL),
(225, '91399', '91399', '$2y$10$NQ8nHMURPj7k0LYJvqOCCeLYHyKlqPIqoX8aHOCoWKGXoaSuIFy42', '1', NULL, NULL, NULL),
(226, '91400', '91400', '$2y$10$fWS9Z1hlGbNP.KGgatn9g.MQkrJ4.ug7cdyaHl9i5M2vqOvrpn3Su', '1', NULL, NULL, NULL),
(227, '91402', '91402', '$2y$10$vnBoW/CjjDM6MJdiXW9BH.JQnPRSCGkDoLpDecgDx9P8VE2zCfj.m', '1', NULL, NULL, NULL),
(228, '91403', '91403', '$2y$10$vZmVexUn82.k0EkwWld3..CKTCOYCrNFYaa1Ye12yUuYMvCC3Pt1a', '1', NULL, NULL, NULL),
(229, '91405', '91405', '$2y$10$um14UR89ibjFWPWMYaWk0e4jUwSNsj5xKT3BIs/VIAzHrpZT6i17.', '1', NULL, NULL, NULL),
(230, '91415', '91415', '$2y$10$jjN6Gmk594Wr07Rv/MvOl.n47zeRn4M4Y2rvXj5NAfdTLj8XFTPx6', '1', NULL, NULL, NULL),
(231, '91416', '91416', '$2y$10$fe04FmpJTEc4Rah7Q4CbR.nftqOJNGmwzxhhk9GTkTq/NhzSIOmfC', '1', NULL, NULL, NULL),
(232, '91418', '91418', '$2y$10$MtZzSlliY/I0g9D0nHieKuOIk/tiOrPR38Ev3OzxxtFnnCGyqqJGK', '1', NULL, NULL, NULL),
(233, '91471', '91471', '$2y$10$b.h5P0P52CXI9wvIhxBQkOfTh95WeZEpnIeosjAbl1zEFxF02/s6S', '1', NULL, NULL, NULL),
(234, '91427', '91427', '$2y$10$vkQXi/hi2TehPrpaMJ6w3.fY7/NWDKt3QQhIlXrUk7EmoUQkablUC', '1', NULL, NULL, NULL),
(235, '91430', '91430', '$2y$10$8l3h5P.XhxAZMYq8Fcv9leNLQlkonPTQYpeHC2bU0lmhBV.2F/TMm', '1', NULL, NULL, NULL),
(236, '91433', '91433', '$2y$10$UP2DCA348tOf3WUvttY2uuIPs6xdfo7nCWe.3qh/My5cTkORXRAQ.', '1', NULL, NULL, NULL),
(237, '91435', '91435', '$2y$10$CUFiPs7QlwRVJgO8NdVTSudf/0bm6gAOkuXL/SM7LzAD4ro24Xm5m', '1', NULL, NULL, NULL),
(238, '91440', '91440', '$2y$10$qDYM3J8rQz8tuKdMjoqI/u69CW1IHR934W7njf2s.oISwLqpRNkGy', '1', NULL, NULL, NULL),
(239, '91442', '91442', '$2y$10$iQgghmJuauf5Og9UICOkiuNO4LIEPjZxuQUSQhdfl26.yw4mMXCmy', '1', NULL, NULL, NULL),
(240, '91443', '91443', '$2y$10$yWjFL0km3s.31QV5FpVJY.ojg4nt1Wf//yhF95NKwaR8tMuP1CfRq', '1', NULL, NULL, NULL),
(241, '91450', '91450', '$2y$10$8F79NoYWWFSGxwXsxNPcM..NKtcXIH0tjFaf5h7hh5wbOgGuD0U42', '1', NULL, NULL, NULL),
(242, '91452', '91452', '$2y$10$gp7s/QWGUYacsia3YMmWmOFa.QBRfZT3Q1UsOffmdi6RALDCTURh2', '1', NULL, NULL, NULL),
(243, '91454', '91454', '$2y$10$Xxy83QuZqKUeAVR23RdvoOh4oebSiDiZNDJQ6EM8WObZORed//an.', '1', NULL, NULL, NULL),
(244, '91460', '91460', '$2y$10$0b9j0XWgd471vw1RJiFrpuEO2Z.hc9E0pIBcNVWI66AMlUNvc4Qr.', '1', NULL, NULL, NULL),
(245, '91461', '91461', '$2y$10$1vQKqXp7c/bJs.8tmuVd3e14d8kJnJFH0hgcbWb33pAVZA63EN/Dy', '1', NULL, NULL, NULL),
(246, '91464', '91464', '$2y$10$54pYLXhQbCgMHSe6YpFEUuzZX/iG6QU0u3uuHCS1T6rYQSw7N9z0m', '1', NULL, NULL, NULL),
(247, '91466', '91466', '$2y$10$PwNMW2ENkRZRSh/eRdoBYObUBdd2o0TlY4wuFOv1wdBCNijf4e3TS', '1', NULL, NULL, NULL),
(248, '91467', '91467', '$2y$10$2mUyzdRxCaNKC730dfT3yOqaLCcp1BL34xP7hrKOnZheRP6Ojfi82', '1', NULL, NULL, NULL),
(249, '91470', '91470', '$2y$10$H7h8woWFvY4sUCPr4XPYL.kifiL1XKRT.aG3OF5Ai0115Dl2q.sBW', '1', NULL, NULL, NULL),
(250, '91472', '91472', '$2y$10$boLeS3Nbxzhq4cxsW517rOTDvCSc4TnYv1l5C1gXwvLseGcLvd1Be', '1', NULL, NULL, NULL),
(251, '91473', '91473', '$2y$10$C/EXRGxMDB/tW6GASMyDv.sRP0QWtZ/y6VSUd97QkYvyULrv.mlNe', '1', NULL, NULL, NULL),
(252, '91474', '91474', '$2y$10$1G7gO4SivWgPxlds/0vxouYVgYJbHC7SnMBqVPWIBBsN8Xk2b/KEK', '1', NULL, NULL, NULL),
(253, '91475', '91475', '$2y$10$bGDZtH/3at09G/6K7c3xJunL9Zh8RB6UYDAAQL93YpfYSk2l7lKKq', '1', NULL, NULL, NULL),
(254, '91476', '91476', '$2y$10$ZrZlFA5Nj/6q8s3.KT1/COMffyaTh4fJAiPja86P1y7/kj8s/Uiqy', '1', NULL, NULL, NULL),
(255, '91477', '91477', '$2y$10$bu7WKSQu6LF1izJyinme.Oy0dUOVJk0pJeyVSlSoAR3C2pTV/sqPK', '1', NULL, NULL, NULL),
(256, '91478', '91478', '$2y$10$LQlYNtrlKAczNbF9cjADd.cLOvUAYXGXGxmvhm11boP66E4KUGuv.', '1', NULL, NULL, NULL),
(257, '61002', '61002', '$2y$10$bgcMVP.uyUo6GVygCizzIuZKCKz1tPR4zfhIFsoB7x//fw3RTW09m', '1', NULL, NULL, NULL),
(258, '61003', '61003', '$2y$10$41s.ZifOEp05L6b9XsM3QuLXJKRa36.QquAmCPgEZ00kBLcbXxEdW', '1', NULL, NULL, NULL),
(259, '61035', '61035', '$2y$10$cqBITSyWkYDcRkvj8pYPCO1GJfLypv/6SVqHwPs6W1WhNdtt0ISqy', '1', NULL, NULL, NULL),
(260, '61037', '61037', '$2y$10$oGu7o4WZZMDuyDGWi5yiteBBqQr60.NqTf8QUc08vHf/RUS4Maqhi', '1', NULL, NULL, NULL),
(261, '61045', '61045', '$2y$10$mFAvNqDvcNN/BtcdY2zIOOkMqj/qC4GVF0WUeZouP2quwZfdx.mfC', '1', NULL, NULL, NULL),
(262, '61050', '61050', '$2y$10$J/jmdAEnR9oylbMv6fjFBOCAhRgl89MJt7J5RbWWTrO4WZF.tSCEO', '1', NULL, NULL, NULL),
(263, '61054', '61054', '$2y$10$NaOpulNYUBuDL4.cj4nlNeP449Tvd0PCk9NoVfELs4rsPezaP3kYe', '1', NULL, NULL, NULL),
(264, '61055', '61055', '$2y$10$ZpPAIF.wGUM8UofVizK1f.OQK.pK93p2qMHk3.eXg.SHbvTgOhaxe', '1', NULL, NULL, NULL),
(265, '61060', '61060', '$2y$10$Dye7bPYXhPzj05X.1gSAVu5KgvBO63Jjp8CFGXcsq0UehJdrWc0pu', '1', NULL, NULL, NULL),
(266, '61062', '61062', '$2y$10$C9glASdyKPInQx9QoBQjZe9Kh8WxRAam2t19S1jeKUOAsH8ZY9vFG', '1', NULL, NULL, NULL),
(267, '61070', '61070', '$2y$10$9nXiYN1EnS7AFrNldOuq4.DLeXaG8mVcwfPtUS5sPadMSFktVxm8S', '1', NULL, NULL, NULL),
(268, '61072', '61072', '$2y$10$pfDhqWdbYsir89c/34cUX./F2sjjbQFjLr7BbzmS5lkxwCROfyxx.', '1', NULL, NULL, NULL),
(269, '61079', '61079', '$2y$10$yZCALGknToCf.Y6glcTu1.cClNgaC/Zzq9rzudds66dRpHxcYyPia', '1', NULL, NULL, NULL),
(270, '61082', '61082', '$2y$10$Ob0J7D7JRlgpRhROdEvJRen5H8FH9g/0NZ0/cY5wyvFE3wK00S0qq', '1', NULL, NULL, NULL),
(271, '61109', '61109', '$2y$10$YzcpuEU.ewKa07u/rU51kulPk9YcN1kdhQZiqXP01SnulS/fVN6EG', '1', NULL, NULL, NULL),
(272, '61134', '61134', '$2y$10$nMQxzFYpAkQ/0N7hEMtXvufXpGw0mmLvNQsI9O1eSHHFA0vwU51S6', '1', NULL, NULL, NULL),
(273, '61140', '61140', '$2y$10$4kNRoAHWgeADQWSh35Pqku0tckEc06S3BuaSB3te/XepyqaA7fGDq', '1', NULL, NULL, NULL),
(274, '61142', '61142', '$2y$10$fAoC77..kinMWWpzGQjPX.q6vYu4LZurWOqsjIqPWqED9/fw6iclS', '1', NULL, NULL, NULL),
(275, '61150', '61150', '$2y$10$tMVKK.xoq6RK5c3pJUOFJOAGkJk3HZGdCF8hBkZLWpNaaqgfmjOsS', '1', NULL, NULL, NULL),
(276, '61152', '61152', '$2y$10$H5pedOOMjhfa9gC8DQ4xn.YR.VVzEf4o2UF9DYexnqlKPJInHhmCS', '1', NULL, NULL, NULL),
(277, '61154', '61154', '$2y$10$Y1P5ceiYOsc9.KIbJg2Bl.y8rOcFwzrY71v.lv2q/6uKt5jmYaGwe', '1', NULL, NULL, NULL),
(278, '61155', '61155', '$2y$10$iVyH2FQJ9JLXnmQbqElTKu3c8E4/ge/l3YpCilZm2qKFQl4m.iROe', '1', NULL, NULL, NULL),
(279, '61163', '61163', '$2y$10$5gYoQ8FyaK.vYtUIeka.GOCuKIAw7XtXIgopq3.z.1jR6lNKFJrPS', '1', NULL, NULL, NULL),
(280, '61164', '61164', '$2y$10$xL69gbuRN5XJZBRtdikBY.nVEW5B44FfGGDqjzRsP1m8Z8tkghvX6', '1', NULL, NULL, NULL),
(281, '61170', '61170', '$2y$10$Wxc9lKqCWjAvBqwrE.KcF.fNDKJioRuU.cEj/tr1zguIwODJKCOEq', '1', NULL, NULL, NULL),
(282, '61172', '61172', '$2y$10$QIwsP6MyiDvYdBK16Nff/OzrK6R6QCMGN3v5zZ2ZopDZuKnshYZiC', '1', NULL, NULL, NULL),
(283, '61173', '61173', '$2y$10$sazXzoIUCMxFO3gGqlMN3uuLphqAC.m4mCVbqAA77RBo8ALq85eDS', '1', NULL, NULL, NULL),
(284, '61175', '61175', '$2y$10$zpkfhEVC4Pawz12gS99FfufEtTDT8l3HP7fC2IBM2JwrupepvWzSu', '1', NULL, NULL, NULL),
(285, '61190', '61190', '$2y$10$ElSNXLExhicn923CY72zl.fYb9hSUteKUig2lTS87D7ItJz8PnLbW', '1', NULL, NULL, NULL),
(286, '61191', '61191', '$2y$10$E4QJVjTO0OIV4P178w4msetco8FBcw46sLJM15gUjgjjJGhUH6l4e', '1', NULL, NULL, NULL),
(287, '61193', '61193', '$2y$10$hWsphxlQ2V4dc8rbhg1oT.E7BfZijY8QCenS18Y5p5Q7jFuvOEYSi', '1', NULL, NULL, NULL),
(288, '61197', '61197', '$2y$10$nqZMkA0y5/uUY02mH.RKfOs5fTAn7OXPZe/p9AZGX6mr.wbcoppae', '1', NULL, NULL, NULL),
(289, '61200', '61200', '$2y$10$zr02MYvNDEo/IJF1zdk/BO7e4TV3TM1RZeNq1VYJ8cf0tFPRYZgh2', '1', NULL, NULL, NULL),
(290, '61205', '61205', '$2y$10$FkUc8dJR/Ux4Tbg3Aqo9v.kO57sp47uFRI7lLTXlEyCNuSFRTOgsu', '1', NULL, NULL, NULL),
(291, '61208', '61208', '$2y$10$P2SmXPwQg4kpXp2fb7dQf.jOaiKgRHdPfM2BRvqKQVpqFdcPRjMmW', '1', NULL, NULL, NULL),
(292, '61209', '61209', '$2y$10$XCaSkfYheESQM8Vivbqz2OOaR3eXuE6DDeMEuCTId/JGI48LH6BQO', '1', NULL, NULL, NULL),
(293, '61212', '61212', '$2y$10$EWneEISRNInZng34dagSiO1eMGoLqGPq2ASASrRtA.PAXFEHHTkPe', '1', NULL, NULL, NULL),
(294, '61217', '61217', '$2y$10$XjTqQsrEmX7pG4fPnIToF.9B5QNHr.v5c0OgAGt.XTf48zxT1rGOq', '1', NULL, NULL, NULL),
(295, '61218', '61218', '$2y$10$eG9Nj5HfmWqNgDyqzSvOt.wLxeM6bBG4gP1A.COGZ3x9wq7/FQc4y', '1', NULL, NULL, NULL),
(296, '61219', '61219', '$2y$10$f8kS2UayHYxRDHB1JzNEe.Ex0Qb2DBO3JD3ca2rwwZIavdy9dyJGe', '1', NULL, NULL, NULL),
(297, '61222', '61222', '$2y$10$iKhNMEZ7F0osdAC3dRhe9ewgCcHFcrDqJNX01TyQn/GM4g.237JRK', '1', NULL, NULL, NULL),
(298, '61224', '61224', '$2y$10$rWDt6f.bv3ecKiDDJ3OTdeaTSlgGTGIv72UeBxJbihL32Sw0Vzds6', '1', NULL, NULL, NULL),
(299, '61230', '61230', '$2y$10$FoXK0Brhltnz4WwtjO.lP.ZhH.dTJ53evdy09fHoD2vXlWAiizGhS', '1', NULL, NULL, NULL),
(300, '61233', '61233', '$2y$10$7KsatBFRXTaSADMvAhJfrO7/h.OTCQLi6A3P7lLxlcxr3Hj.rjg9.', '1', NULL, NULL, NULL),
(301, '61234', '61234', '$2y$10$wUELMVDAXg18CxGBIdSZ7.PChgTZipsOj0fSkjsVnw3SoZNY9rVgG', '1', NULL, NULL, NULL),
(302, '61235', '61235', '$2y$10$QSS6dRzxHjKa/xP4P.BIpuPJfsY7HEmf1o/cki20Xba9BWg4TImYC', '1', NULL, NULL, NULL),
(303, '85006', '85006', '$2y$10$5EST01VF5e8JwQXRkBQ8OO3Xt.rPDr8BKECpbSgk4PhYJ./AZ4eTK', '1', NULL, NULL, NULL),
(304, '85013', '85013', '$2y$10$x5aS3xvr2eRqPaTIJB6OmedaqJ9YTbVV.mpeWszFnDzaRhc..20lO', '1', NULL, NULL, NULL),
(305, '85016', '85016', '$2y$10$AyDsJoMAJ6AMThi9eQvVHuGl/kUYhJAxdFvAZOPRI9HqcYOXp4WKG', '1', NULL, NULL, NULL),
(306, '85031', '85031', '$2y$10$ONf.547F3b96WM./ToMfNO4K9HuOpePFLAsTphmhwCfiQ.I4DXSUi', '1', NULL, NULL, NULL),
(307, '85033', '85033', '$2y$10$sM1qZtrfzqQkx5Y7s9hW.uRlc3gzcN/jooIFGaOFvALzzViPvyYIW', '1', NULL, NULL, NULL),
(308, '85035', '85035', '$2y$10$T2bi.70nCL5GSPvuNgveLOFH3/Ix57tffdG5CcFqtQr4E9ymhvgM.', '1', NULL, NULL, NULL),
(309, '85042', '85042', '$2y$10$3JoKy3G1FSX5ICKIXNue7u84XJ0r/D3RokU73l6kA4N1ByLn/QNUi', '1', NULL, NULL, NULL),
(310, '85050', '85050', '$2y$10$lHmlA2ZYk4NzcTb7B4cIB.6UVoYgegIdc3s7gfmirdKDnz/TGhXni', '1', NULL, NULL, NULL),
(311, '85051', '85051', '$2y$10$XFoNFEJ9NQPhpghg1mFz2.pAtIYV/5klJCzxbUEgJ5Gsu1yURiTei', '1', NULL, NULL, NULL),
(312, '85053', '85053', '$2y$10$/bYeZFI/3OY4JaRv9i5IauYJ6YIBEu4fvHfoXjbGmebJ9Xco6xDo.', '1', NULL, NULL, NULL),
(313, '85055', '85055', '$2y$10$6WLw0D9wSg6ATGKVf9odf.1NkMJWEcXE/pBV6VtnNvcx6ZqgbLmQ2', '1', NULL, NULL, NULL),
(314, '85060', '85060', '$2y$10$RJLEw835jnB6e9q3a0UcDu0RG/Xt6zo/sBzIiaxkEOwEISk0xEas6', '1', NULL, NULL, NULL),
(315, '85066', '85066', '$2y$10$G9GvEm7iZxBDIme9UJaMeudi21GOsj4u.RvWpx0F2C4vdB5eZrMgy', '1', NULL, NULL, NULL),
(316, '85070', '85070', '$2y$10$Qja8/L83AabofIlvbZrJ.uME4EAPIJnb5zyB7d51Gp.jx3eOP8vhS', '1', NULL, NULL, NULL),
(317, '85073', '85073', '$2y$10$NgwRE8lNzQA9swZ078JYyu4GEkdhyvv14/i6lhMLy8ngKsq.rJ20m', '1', NULL, NULL, NULL),
(318, '85074', '85074', '$2y$10$qC5I4le.JuFjy0G6PSoNWe.NdxTSJ8YYTiGp/rfndHgscHJHZ3MMu', '1', NULL, NULL, NULL),
(319, '85076', '85076', '$2y$10$gmvFVh69R.IeizZHxm7dAukfFoPWcVuGOTD93gGBa7.H1Tuz2OwK.', '1', NULL, NULL, NULL),
(320, '85078', '85078', '$2y$10$/5DiNKdIuDFKYzRxzrw.wOPoOEiUzxbuC.wl2CB847IjqpPKDoeaO', '1', NULL, NULL, NULL),
(321, '81026', '81026', '$2y$10$8AuX1390N08fVW7/dS3KAOnK6/0L3v3AtcaLEl1tnbBM1IfdiAVaO', '1', NULL, NULL, NULL),
(322, '81047', '81047', '$2y$10$EWBuGUoTKBA3u30qdDXT8OQjsIdA6SysAKJ4Febdbmxw0zBNyJ/vq', '1', NULL, NULL, NULL),
(323, '81080', '81080', '$2y$10$G.T0GhfrTxuFt0KY.WxoTuTJGrmmCU0YFlD5posobWFQVA7aRqiMK', '1', NULL, NULL, NULL),
(324, '81083', '81083', '$2y$10$BtUDZa5DAARhL88cBK4igOi52JvIh3zhNmUmmGSayXBa1hTIdhE.q', '1', NULL, NULL, NULL),
(325, '81086', '81086', '$2y$10$gP6AD.s762HXowMvFMarqeiJoCbREkoT2jhKQggY3sUcwnGfveei2', '1', NULL, NULL, NULL),
(326, '81089', '81089', '$2y$10$Ba5aIV7moZb2K4Pa8I.hceSZDHPT7qOwSpPg18B67peEuAN00/l/C', '1', NULL, NULL, NULL),
(327, '81090', '81090', '$2y$10$8RmnUpg1jUq4FvfcgCoBA.CEV3.JQsLYXw6NbRWh4w/rf.ixQ4Ln2', '1', NULL, NULL, NULL),
(328, '81096', '81096', '$2y$10$L5XTo3N/MT7Z/JMKdXAYv.HtkRf1HwCrKFsnL7OsOHfdo84V0clSi', '1', NULL, NULL, NULL),
(329, '81097', '81097', '$2y$10$9BgT4eULuBit7rEAazC9EeQ3MbXEROmqFB5.kZ1EHkcTd3gHeydsa', '1', NULL, NULL, NULL),
(330, '81098', '81098', '$2y$10$w9oftkHaCQRVefWsx30Bf.GfK17WkOdCSfsYs.we0NB759aTBlsbm', '1', NULL, NULL, NULL),
(331, '81099', '81099', '$2y$10$iE6P0BbCgraO8I8oy0kHwudIk72cQx2e1RDkKEWbnqTmXe36V1iO2', '1', NULL, NULL, NULL),
(332, '82001', '82001', '$2y$10$JKDeOuMUiwCAcVzhXnF9SOWognhGHzp9d/cBynIQp3UitUH13ivQG', '1', NULL, NULL, NULL),
(333, '82003', '82003', '$2y$10$.R90MijpDBWLOA4hKbg.v.23Z8Wv2Elsg5dZgvWMAfdBmUnM6D02q', '1', NULL, NULL, NULL),
(334, '82004', '82004', '$2y$10$EZn.6a3.6pTRMWvXdv0o.eKmWNPDHk8PgdfStyrbTiyOKSfygQUa.', '1', NULL, NULL, NULL),
(335, '82005', '82005', '$2y$10$jhB.G4uePbWiA1VSx19hfuunybKPkq/QQJLK52vSm4Mlc5WNHcLHe', '1', NULL, NULL, NULL),
(336, '82019', '82019', '$2y$10$rLj.1E51pL0x3wTSwYZ70uDy/heFMz0BYkrd7XVHI45q9I9A7fshC', '1', NULL, NULL, NULL),
(337, '82023', '82023', '$2y$10$mDS7.WvDATLG57UDjhqcievdJpjhWqW1gNju79GptHiMPF3B1GF3a', '1', NULL, NULL, NULL),
(338, '82031', '82031', '$2y$10$ywf3/bMuHSMjmUPhl0hGCOU0.iHcT6wVnqvept/YwPKkQJwzUmIe.', '1', NULL, NULL, NULL),
(339, '82035', '82035', '$2y$10$C6omaXw0Cci.WLlowTQbt.LKHH6dfH7ZP5yIQz18lTddM6TWH7qJW', '1', NULL, NULL, NULL),
(340, '82037', '82037', '$2y$10$ME.6oefeX4MCmLydl95yAOE8/.wgjiTN6UepcALBOIxmUDvCmcSgW', '1', NULL, NULL, NULL),
(341, '82038', '82038', '$2y$10$VWizY96fF2im79oRQ7A6fOLBArInKk/48ntNgQ0GDIzr8tnGDECF2', '1', NULL, NULL, NULL),
(342, '82040', '82040', '$2y$10$luZ88rW/eG8VvMmKiwW0Fe0QSSAmHtwS5ghuAGozsS/yI6Yt2hqKe', '1', NULL, NULL, NULL),
(343, '82043', '82043', '$2y$10$RlD1bYBqnSKJleWHDXdSbOb67CtggV.Jvs4TDr6/ZVDm6Q7UNbPo.', '1', NULL, NULL, NULL),
(344, '82044', '82044', '$2y$10$xQ/QnV6D.4ck7NnJMM4NkuYxbgFVKhPhp5rL/OrAVaUXjUtkdwSju', '1', NULL, NULL, NULL),
(345, '94002', '94002', '$2y$10$pIB7GwzQntrLx.aiXCo/kurFAgAMZaoM9xtF1Njq.nZ1XTc3OnsDe', '1', NULL, NULL, NULL),
(346, '94003', '94003', '$2y$10$RkzybX7e3mXLVl7szzNRge4LJhJTj8qyW0Q/2q9lj2v8G1mlSAVn2', '1', NULL, NULL, NULL),
(347, '94004', '94004', '$2y$10$WbHPPBtNYhJ3lFQqLzRlpeDHNLgfigOsq9Hjh3AKgLof6a0bqZ2FS', '1', NULL, NULL, NULL),
(348, '94005', '94005', '$2y$10$jmE51laOw8IQ7L/JkyZugOdzllZEtu5uMJ..GyfFewRxMjzBe/Tve', '1', NULL, NULL, NULL),
(349, '94008', '94008', '$2y$10$Mz10k9aNGxkMxwzZ32kOE.hIC4SEFOajrzX9iataXDEnTa7edHuxi', '1', NULL, NULL, NULL),
(350, '94012', '94012', '$2y$10$gY.Z5AdZiQTZJGOXhRn3i.6s0pZuRCambqaI/Z07sB5lhbi2APxme', '1', NULL, NULL, NULL),
(351, '94013', '94013', '$2y$10$uR21vT/aGyq/EecaA69VZe6CBqKoyvQIoUxMtB9OuyBYuFWfsXz5q', '1', NULL, NULL, NULL),
(352, '94015', '94015', '$2y$10$HsZtUHmJ8lbR9xq4eQ.Nk.Fm59omty9umvaA3Mz/nJ.9IgT8Kc4Gu', '1', NULL, NULL, NULL),
(353, '94016', '94016', '$2y$10$n67/I0JuqWBZDU8xskSpSeiT.DU5KLIhvlMYrVM24kpuW0BOTXfJy', '1', NULL, NULL, NULL),
(354, '94018', '94018', '$2y$10$d2wxsN7o55uWwOBYUirFC.qPFY/suIcsxZGD2vFT17V2Dhgp2THgm', '1', NULL, NULL, NULL),
(355, '94019', '94019', '$2y$10$QRE..sOqi8eTE2PgS9hgoemWEnDgPiW46lRVXgq/O3K21xg86TqMK', '1', NULL, NULL, NULL),
(356, '94020', '94020', '$2y$10$3fvzkeS4cafUc/3ZsyZt/uHCtGAFHIhHQSxVpONWGavRNA2btrNXq', '1', NULL, NULL, NULL),
(357, '94024', '94024', '$2y$10$Elk958vT.J0HPMW9QtqyVuRf2ZXX2IKEdSTA9YXvyg0Qxn1IjmmmG', '1', NULL, NULL, NULL),
(358, '94026', '94026', '$2y$10$OFD.DdPLPMLOwJZcLdK5XOgIX85LdtFro.MpSOLzO8K527iMpAxRO', '1', NULL, NULL, NULL),
(359, '41007', '41007', '$2y$10$IdpwH7njA8RQU5m5GITFiOu0LMSOVgSgBs32PYhazbgs1AbgoSDbm', '1', NULL, NULL, NULL),
(360, '41009', '41009', '$2y$10$NzGkBiasOP/Ebbasi970wulV0TkoRKdmRNU3DrkblBfGK.q2hrZK.', '1', NULL, NULL, NULL),
(361, '41011', '41011', '$2y$10$VBm0MtU8X3MJIn8Sflla/ejMOyZf69RmhyZ59/rLJhMUBVKIpaQ.G', '1', NULL, NULL, NULL),
(362, '41017', '41017', '$2y$10$hAhZypE9fm143O6Vas0qU.mLcxnxF/hfhtD9zRTgfhqU.fa8FO4zu', '1', NULL, NULL, NULL),
(363, '10338', '10338', '$2y$10$sGf3RzTxOxWxGr6X3kQlIuQrNpWhRkTS.cntHNryZgeQES9EGXq0m', '1', NULL, NULL, NULL),
(364, '10384', '10384', '$2y$10$pNSgPiS.JymcAZgiGyiIau2GK2KyTf/0GpkdfPT3BTdHx3gDjLe7q', '1', NULL, NULL, NULL),
(365, '10400', '10400', '$2y$10$JKxYPamrLh9KL9lYUejAme/hKAmWT0B2iBhNw920URSFC8t9FRrpq', '1', NULL, NULL, NULL),
(366, '10403', '10403', '$2y$10$GbE/BOHwrHjUaYlC6LBy4.t9e0BHvEUicl6mnVYxf5XcRWnmfVeue', '1', NULL, NULL, NULL),
(367, '10411', '10411', '$2y$10$8RoEyx2Qk40ufPGAcBPuS.j7n2F9lWfkRd2Wp1aP0/wuslBUyn00.', '1', NULL, NULL, NULL),
(368, '10412', '10412', '$2y$10$.Tib27txYIyfcg6ForMsheJodMRiV9hvk.FRrrXml8U10lwrJk4OG', '1', NULL, NULL, NULL),
(369, '10413', '10413', '$2y$10$8sp0TmzJx3Hm7bSQ0LnF7eQugRsyLc2QFTW8bfQSRMMuIV7CQNTm2', '1', NULL, NULL, NULL),
(370, '10414', '10414', '$2y$10$QdsU.X8QBT9Pye60WxsmN.3NMlogqvCPn2UjDYCDaxY8L7KCryl2O', '1', NULL, NULL, NULL),
(371, '10415', '10415', '$2y$10$zEmfa/Jh5mdntzA.uqsEr.18TieCeH6g7495pKW4CiWIEdFS2Zyte', '1', NULL, NULL, NULL),
(372, '70416', '70416', '$2y$10$ktJL7kF5k0Zn3OBvnz8BHuuI1W5gdCI/a.2yzKigllEHhK5SmWyny', '1', NULL, NULL, NULL),
(378, '11111', '11111', '$2y$10$pedgmZGsSw721JTlW6r/Pe.Ut/9BsEKzJqzfKeVRaQwGNjGRy1kom', '1', NULL, NULL, NULL),
(381, '88888', '88888', '$2y$10$EZkCsNuVLLKO6cusfuY5qO5oRsYfMzHAFbYuaJuwhda7IdY3/Fafu', '1', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users_detail`
--

CREATE TABLE `users_detail` (
  `id` bigint(10) NOT NULL,
  `Code_Staff` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Card_Staff` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Name_Thai` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Name_Eng` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Faction` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Department` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Degree` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Workplace` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Working_status` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Position` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `DateofBirth` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `StartDate` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `HireDate` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `IDCardNumber` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Sex` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `FamilyStatus` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `JGStatus` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Yearsofservice` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Age` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Nickname` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `TelephoneNumber` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Address` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Current_Address` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Resigned_Date` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Vacation_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Sick_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Business_leave_necessary` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Maternity_leave_paid` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Maternity_leave_not_paid` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Ordination_leaven` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Marriage_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Accident_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Military_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Sterilization_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Time_offset` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Leave_without_pay` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Sick_leave_not_receiving_wages` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Cremation_leave` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Leave_instead_of_holidays` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Leave_to_study` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Take_a_break` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `Absence_from_work` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `img` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'user.svg',
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `Company` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users_detail`
--

INSERT INTO `users_detail` (`id`, `Code_Staff`, `Card_Staff`, `Name_Thai`, `Name_Eng`, `Faction`, `Department`, `Degree`, `Workplace`, `Working_status`, `Position`, `DateofBirth`, `StartDate`, `HireDate`, `IDCardNumber`, `Sex`, `FamilyStatus`, `JGStatus`, `Yearsofservice`, `Age`, `Nickname`, `TelephoneNumber`, `Address`, `Current_Address`, `Resigned_Date`, `Vacation_leave`, `Sick_leave`, `Business_leave_necessary`, `Maternity_leave_paid`, `Maternity_leave_not_paid`, `Ordination_leaven`, `Marriage_leave`, `Accident_leave`, `Military_leave`, `Sterilization_leave`, `Time_offset`, `Leave_without_pay`, `Sick_leave_not_receiving_wages`, `Cremation_leave`, `Leave_instead_of_holidays`, `Leave_to_study`, `Take_a_break`, `Absence_from_work`, `img`, `active`, `Company`, `created_at`, `updated_at`) VALUES
(1, '10412', '10412', 'นางสาวอรวรรณ วงศ์ประยุกต์', NULL, 'Gold Trader', 'Gold Trader', 'Division Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'General Manager (NGG TRADE)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : G', NULL, NULL, 'แป๊ป', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '10412.jpg', '1', 'NGG TRADE CO., LTD.', NULL, NULL),
(2, '51301', '51301', 'นายบุญเรือง ทำเนาว์', NULL, 'General Affairs', 'General Affairs (Maintenance)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Maintenance Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เก่ง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51301.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(3, '21041', '21041', 'นายชาญวิทย์ จุทสิงห์', NULL, 'Procurement', 'Raw Material Preparation', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Prepare Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'วิทย์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21041.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(4, '22009', '22009', 'นางดวงใจ ทรงด้วงทุม', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ดวง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22009.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(5, '61191', '61191', 'นางสาวกระจันทร์ ลีลาธรรมสัจจะ', NULL, 'Factory', 'Production (งานฝัง)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ฝัง)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เดียร์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61191.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(6, '91138', '91138', 'นางสาวนริศรา ลาวิลัย', NULL, 'Sales', 'Sales Multi Brand', 'Officer', 'เซ็นทรัลอุดรธานี', 'อุดรธานี', 'PC (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'น้ำฝน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91138.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(7, '91327', '91327', 'นางสาวสุดารัตน์ หมวดเมือง', NULL, 'Marketing', 'Marketing Communication (Online)', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Digital Marketing Supervisor (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ของขวัญ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91327.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(8, '91450', '91450', 'นายธราเทพ สุกแสงจันทร์', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แอล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91450.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(9, '94003', '94003', 'นายฐิติพงษ์ งามวิศิษฐ์ศิลป์', NULL, 'Back Office & ERP', 'ERP', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'ERP Support Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เอ็ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94003.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(10, '51235', '51235', 'นางสาวชมพูนุช ประโมงเขต', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ชมพู่', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51235.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(11, '61037', '61037', 'นายวิชัย พึ่งดอน', NULL, 'Factory', 'Production (งานแต่งประกอบ)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (แต่งประกอบ)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ชัย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61037.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(12, '22025', '22025', 'นางสาววิมลรัตน์ น้อยกลาง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แหวว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22025.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(13, '61222', '61222', 'นางสาวชญณัฐ พนารินทร์', NULL, 'Purchasing', 'Purchasing', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Purchasing Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'หน่อย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61222.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(14, '91230', '91230', 'นายวีระพล วงศ์สมุทร', NULL, 'Sales', 'Sales Alternative', 'Officer', 'นิมมาน เชียงใหม่', 'เชียงใหม่', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เมท', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91230.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(15, '91375', '91375', 'นายสุชิน พิชิ', NULL, 'Customer Service', 'Customer Service', 'Manager', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Customer Service Manager (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'จิม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91375.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(16, '91418', '91418', 'นางสาวณัฐนิชา บุญเรือง', NULL, 'Interior & Visual Merchandise', 'Interior & Visual Merchandise', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Interior & Visual Merchandiser Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อันอัน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91418.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(17, '81086', '81086', 'นางสาววิภาภรณ์ สานิชวรรณ', NULL, 'Factory', 'Administration & Accounting', 'Officer', 'สำนักงานราชบุรี', 'ราชบุรี', 'Administration & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'จุ๊บแจง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81086.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(18, '51014', '51014', 'นางวรัญญา คงควร', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พุ่ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51014.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(19, '61070', '61070', 'นางสาวเบญจวรรณ ทับทอง', NULL, 'Factory', 'Production (งานชุบ)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewellry Maker Officer (ชุบ)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เบญ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61070.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(20, '51049', '51049', 'นายวานัด บุษบง', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นัด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51049.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(21, '51172', '51172', 'นางสาวอรพิน ป้องบุญจันทร์', NULL, 'Factory', 'Administration', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Administration Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มิก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51172.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(22, '51277', '51277', 'นางสาวสุดารัตน์ สุขบาล', NULL, 'Factory', 'Production (งานบล็อก)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (บล็อก)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ส้ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51277.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(23, '21050', '21050', 'นายบงคต แท่นแก้ว', NULL, 'Procurement', 'Raw Material Preparation', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Prepare Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นวย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21050.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(24, '22027', '22027', 'นางสาวพรกมล วารีจันทร์', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เก๋', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22027.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(25, '22028', '22028', 'นางสาวลำภู ซื่อเสมอ', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ภู่', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22028.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(26, '22029', '22029', 'นายสุรัตน์ จันทราษี', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เหมียว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22029.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(27, '22030', '22030', 'นางสิรินยา สำนวนกลาง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อ้อ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22030.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(28, '22031', '22031', 'นายชลอ ทรงด้วงทุม', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ลอ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22031.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(29, '22032', '22032', 'นายประจักษ์ สุรินทร์', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'โย่ง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22032.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(30, '22033', '22033', 'นางสาวจำลอง รักมิตร', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ลอง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22033.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(31, '61002', '61002', 'นางสาวนิตยา แก้วศรี', NULL, 'Factory', 'Sales', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Admin Officer (Support)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นิด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61002.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(32, '61003', '61003', 'นางสาวมนัสนันท์ มาตดก', NULL, 'Factory', 'Supply Chain', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Material Control Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แอ่ว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61003.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(33, '61035', '61035', 'นายสมยศ แก้วทอง', NULL, 'CAD Design', 'CAD Design', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'CAD Designer Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ยศ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61035.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(34, '61218', '61218', 'นายนรินทร์ ชิณแสน', NULL, 'Factory', 'Production (งานแม่พิมพ์)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (แม่พิมพ์)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'รินทร์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61218.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(35, '85060', '85060', 'นางสาวจุฑามาศ บุตรรักษา', NULL, 'Akimitsu', 'Front of house Service', 'Officer', 'แพชชั่น ระยอง', 'ระยอง', 'Waitress', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พลอย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85060.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(36, '82001', '82001', 'นางหมี ควบ', NULL, 'Factory', 'Administration & Accounting', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Cleaning Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'หมี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82001.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(37, '82003', '82003', 'นายสุนัย ทรายทอง', NULL, 'Factory', 'Production & Maintenance', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Packing Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'สุนัย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82003.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(38, '61219', '61219', 'นางสาววิลาสินี ชื่อเพราะ', NULL, 'Creative & Design', 'Creative & Design', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Designer Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แป้ง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61219.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(39, '61224', '61224', 'นายวศิน จริยวัฒนากุลกิจ', NULL, 'Factory', 'Quality Management', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'QA Supervisor (ตัวเรือน)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'จ๊อด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61224.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(40, '61230', '61230', 'นางสาวผกาวรรณ โบศรี', NULL, 'Creative & Design', 'Creative & Design', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Designer Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เบสท์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61230.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(41, '61233', '61233', 'นางสาวแพรวเพชร นอสูงเนิน', NULL, 'Factory', 'Quality Management', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'QC Officer (งานหล่อ)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'กระแต', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61233.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(42, '61234', '61234', 'นายสุจินดา เขตชัยภูมิ', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ต่าย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61234.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(43, '61235', '61235', 'นางสาวธิดาภรณ์ นรสาน', NULL, 'Factory', 'Supply Chain', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Purchasing Officer (จัดซื้อเครื่องมือ)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61235.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(44, '91006', '91006', 'นายสมชาติ ไพบูลย์เรืองสุข', NULL, 'Management', 'Management', 'Division Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'General Manager (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : G', NULL, NULL, 'สมชาติ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91006.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(45, '91025', '91025', 'นางสาวสุวิภา โพธิ์ชุ่ม', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แพรว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91025.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(46, '91030', '91030', 'นางสาวเอมิกา ชาญหิรัญ', NULL, 'Sales', 'Sales Alternative', 'Supervisor', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Sale Supervisor (Support Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เอ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91030.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(47, '91047', '91047', 'นายระบอบ วันนา', NULL, 'Sales', 'Sales Alternative', 'Officer', 'สยามดิสคัฟเวอรี่', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แน๊ก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91047.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(48, '91059', '91059', 'นายนพดล ฉายสิทธิ์', NULL, 'Interior & Visual Merchandise', 'Interior & Visual Merchandise', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Interior & Visual Merchandiser Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'โอ๊ต', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91059.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(49, '91060', '91060', 'นายวาจิศ จินดากุล', NULL, 'Internal Audit', 'Internal Audit', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Internal Audit Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แจน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91060.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(50, '91066', '91066', 'นายพนม แจ่มพะโยม', NULL, 'Customer Service', 'Repair Watch', 'Officer', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Watch Maker Officer (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เอ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91066.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(51, '82005', '82005', 'นางดาว บัวงาม', NULL, 'Factory', 'Production & Maintenance', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Packing Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'ดาว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82005.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(52, '91221', '91221', 'นายณรงค์ วรรณพุก', NULL, 'Sales', 'Sales Alternative', 'Officer', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Sale Officer (Visaul Merchandiser Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ออฟ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91221.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(53, '91233', '91233', 'นางสาววานิสสา กิ่งมาลา', NULL, 'Graphic & Design', 'Photographer', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Photographer & Graphic Designer Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แอม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91233.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(54, '91238', '91238', 'นายพัชร์ รักษ์บำรุง', NULL, 'Graphic & Design', 'Graphic & Design', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Art Director Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'เขม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91238.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(55, '91247', '91247', 'นายเป็นไท ถาวร', NULL, 'Marketing', 'Branding', 'Manager', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Marketing Manager (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'เปรม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91247.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(56, '91251', '91251', 'นายจิรพล ว่องวิบูลย์รัตน์', NULL, 'Interior & Visual Merchandise', 'Interior & Visual Merchandise', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Interior & Visual Merchandiser Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'ต่อ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91251.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(57, '91254', '91254', 'นางสาววิชุดา ประทีปรัมย์', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เซ็นทรัลเวิลด์', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'กิ๊ฟ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91254.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(58, '91257', '91257', 'นางสาวสุรีย์ มะหะหมัด', NULL, 'Sales', 'Sales Multi Brand', 'Officer', 'เซ็นทรัลลาดพร้าว', 'กรุงเทพมหานคร', 'PC (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ไมล์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91257.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(59, '91260', '91260', 'นายณัฐพงศ์ นาคขุนทด', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เซ็นทรัลเวิลด์', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ต้น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91260.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(60, '91262', '91262', 'นางสาววิไลศักดิ์ เจิมขุนทด', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เดอะมอลล์โคราช', 'นครราชสีมา', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แก่น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91262.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(61, '91264', '91264', 'นางสาวปณิชา ภานะรมย์กุล', NULL, 'Operation', 'Operation', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Operation Execuitve Officer (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'กาญจน์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91264.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(62, '91275', '91275', 'นายพิเชษฐ์ ณรงค์อินทร์', NULL, 'Customer Service', 'Customer Service', 'Officer', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Customer Service Officer (Front) (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'คิงส์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91275.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(63, '91279', '91279', 'นายณรงค์ แซ่กี้', NULL, 'Sales', 'Sales Alternative', 'Officer', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เซน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91279.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(64, '91287', '91287', 'นายอนุชา วงศ์พินิจ', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เซ็นทรัลนครราชสีมา', 'นครราชสีมา', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มอส', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91287.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(65, '91290', '91290', 'นายเอกชัย สระทองพร', NULL, 'Customer Service', 'Repair Watch', 'Officer', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Watch Maker Officer (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เอก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91290.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(66, '91364', '91364', 'นายสมชาย แก้วอะดิษฐ์', NULL, 'Marketing', 'Marketing', 'Supervisor', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'E-Commerce Supervisor (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'บูรณ์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91364.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(67, '91373', '91373', 'นางสาวสมฤดี ขำรักษ์', NULL, 'Marketing', 'Marketing', 'Officer', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Import & Export Officer (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ทิพย์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91373.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(68, '91376', '91376', 'นายนฤดล ป่วนกระโทก', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เซ็นทรัลเชียงใหม่', 'เชียงใหม่', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เหนือ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91376.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(69, '91385', '91385', 'นางสาวมีนนา วีตระกูล', NULL, 'Sales', 'Sales Alternative', 'Supervisor', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Sale Supervisor (Consignment) (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'กล้วย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91385.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(70, '91392', '91392', 'นางสาวโชติรส ตนคลัง', NULL, 'Sales', 'Sales Gold & Jewelry', 'Officer', 'เซ็นทรัลภูเก็ต', 'ภูเก็ต', 'PC (CTF) (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นัตตี้', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91392.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(71, '91395', '91395', 'นายนฤดล จีระวิวิธพร', NULL, 'Graphic & Design', 'Graphic & Design', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Graphic Design Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เซฟ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91395.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(72, '91396', '91396', 'นางสาวเนตรนารี ยืนยงชัยวัฒน์', NULL, 'Sales Support', 'Sales Support', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sales Support Officer (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นุก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91396.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(73, '91398', '91398', 'นางสาวพรรณทิพา ข่าทิพย์พาที', NULL, 'Sales', 'Sales Gold & Jewelry', 'Officer', 'เทอร์มินอล 21 พัทยา', 'ชลบุรี', 'PC (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นิดหน่อย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91398.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(74, '91399', '91399', 'นายสรศักดิ์ เตชะธารวณิช', NULL, 'Marketing', 'Branding', 'Ast.Manager', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Assistant Brand Manager (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : D', NULL, NULL, 'บุ๊ค', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91399.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(75, '91400', '91400', 'นายพลวัฒน์ สิทธิเจริญ', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เทอร์มินอล 21 พัทยา', 'ชลบุรี', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เบล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91400.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(76, '91402', '91402', 'นางสาวมินตรา มานะลอ', NULL, 'Marketing', 'Sport Marketing', 'Officer', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Marketing Admin (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มิ้น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91402.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(77, '91403', '91403', 'นายตุลา บูบ่ากา', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เซ็นทรัลภูเก็ต', 'ภูเก็ต', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แบงค์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91403.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(78, '91405', '91405', 'นางสาวเกียรติสุดา คำแก้ว', NULL, 'Sales', 'Sales Gold & Jewelry', 'Officer', 'เซ็นทรัลภูเก็ต', 'ภูเก็ต', 'PC (CTF) (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มายด์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91405.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(79, '91415', '91415', 'นางสาวนีรวรรณ บวบเมือง', NULL, 'Sales', 'Sales', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sales Event Roadshow Supervisor (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เมย์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91415.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(80, '91476', '91476', 'นายปรัชญา สังคง', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เมกาบางนา', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แอล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91476.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(81, '85031', '85031', 'นายนัฐพล ธีระพันธุ์พิเชฏฐ์', NULL, 'Akimitsu', 'Kitchen Team', 'Officer', 'แพชชั่น ระยอง', 'ระยอง', 'Demi Chef', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นัท', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85031.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(82, '85033', '85033', 'นางสาวนันทิชา สุกิจปาณีนิจ', NULL, 'Akimitsu', 'Kitchen Team', 'Officer', 'แพชชั่น ระยอง', 'ระยอง', 'Demi Chef', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นุ่น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85033.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(83, '91416', '91416', 'นางสาวชิดชนก คล้ายประเสริฐ', NULL, 'Customer Service', 'Customer Service', 'Officer', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Customer Service Officer (Online) (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มาย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91416.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(84, '91473', '91473', 'นายโสภณ หวังศิริรุ่งเรือง', NULL, 'Lawyer', 'Lawyer', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Lawyer Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เอ็กซ์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91473.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(85, '91474', '91474', 'นายกิตติธัช จึงมานะกิจ', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เดอะมอลล์ บางแค', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ธา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91474.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(86, '91475', '91475', 'นายซาอีด พัฒนาวรกุลชัย', NULL, 'Sales', 'Sales Gold & Jewelry', 'Officer', 'เซ็นทรัลภูเก็ต', 'ภูเก็ต', 'PC (CTF) (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อะโอ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91475.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(87, '91477', '91477', 'นางน้องแอน บัวรมย์', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เดอะมอลล์งามวงศ์วาน', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แอน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91477.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(88, '91478', '91478', 'นายชัยพร สุพะตะ', NULL, 'Sales', 'Sales Alternative', 'Officer', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ตี๋', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91478.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(89, '85006', '85006', 'นายเอมานูเอเล่ เซร์ร่า', NULL, 'Management', 'Management', 'Division Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'General Manager (AKI)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : G', NULL, NULL, 'เอ็ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85006.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(90, '85013', '85013', 'นางสาวพัชรินทร์ ศรีสมบูรณ์', NULL, 'Operation', 'Wellfare', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Coffee Shop Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ตั๊ก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85013.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(91, '85016', '85016', 'นายเบอร์โน เทอรี่', NULL, 'Management', 'Management', 'Division Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'General Manager (Cherchim)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : G', NULL, NULL, 'เทียรี่', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85016.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(92, '85055', '85055', 'นายกรณัฏฐ์ ทรัพย์ชื่น', NULL, 'Akimitsu', 'Front of house Service', 'Ast.Manager', 'แพชชั่น ระยอง', 'ระยอง', 'Assistant Restaurant Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : D', NULL, NULL, 'ป๊อป', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85055.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(95, '81026', '81026', 'นายทวีทรัพย์ ออมสิน', NULL, 'Factory', 'Production & Maintenance', 'Officer', 'สำนักงานราชบุรี', 'ราชบุรี', 'Production & Maintenance Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เท่ห์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81026.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(96, '81047', '81047', 'ว่าที่ร้อยตรีชูชีพ ขุนทอง', NULL, 'Management', 'Management', 'Division Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'General Manager (Tai)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : G', NULL, NULL, 'ชีพ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81047.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(97, '81080', '81080', 'นางสาวปิยนันท์ นัฐเศรษฐสิริ', NULL, 'Planning & Logistics', 'Planning & Logistics', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Planning & Logistics Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อ้อย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81080.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(98, '81083', '81083', 'นางสาวธนารัตน์ วินทะไชย', NULL, 'Sales & Marketing', 'Sales & Marketing', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Tele Sales Executive Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เบลล์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81083.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(99, '81089', '81089', 'นายศรัณย์รัตน์ โล่เกียรตินันท์', NULL, 'Sales & Marketing', 'Sales & Marketing', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sales Supervisor (Perform Duties Instead)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ลูกหมี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81089.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(100, '81090', '81090', 'นางสาวทศวรรณ จำเล', NULL, 'Factory', 'Quality Assurance & Development', 'Officer', 'สำนักงานราชบุรี', 'ราชบุรี', 'Quality Assurance & Development Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เก๋', '089-5519190', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81090.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(101, '81096', '81096', 'นางสาวสุจิตรา ถาวรประสิทธิ์', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'จุ๋ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81096.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(102, '81097', '81097', 'นางสาวเจนจิรา ชาติยานนท์', NULL, 'Sales & Marketing', 'Sales & Marketing', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Coordinator & Administration Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นุ่น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81097.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(103, '81098', '81098', 'นายนนทพัฒน์ วรรธนะอมร', NULL, 'Planning & Logistics', 'Planning & Logistics', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Planning & Logistics Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ต่อ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81098.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(104, '81099', '81099', 'นางสาวสวรส ปัญญาโส', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'รส', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '81099.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(105, '82019', '82019', 'นางสาวปิยฉัตร วงค์ทอง', NULL, 'Factory', 'Quality Assurance & Development', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Quality Control Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'แก้ว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82019.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(106, '82023', '82023', 'นางแก้วกาญจ์ ชนะกุลพีละ', NULL, 'Factory', 'Production & Maintenance', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Production Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'แก้ว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82023.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(107, '51002', '51002', 'นายธนาศักดิ์ ทรัพย์หิรัญกุล', NULL, 'Management', 'Management', 'Executive', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Chief Executive Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'CEO', NULL, NULL, 'คุณธนา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51002.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(108, '51003', '51003', 'นายณรงค์กช คมภาสกร', NULL, 'Management', 'Management', 'Executive', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'General Manager (CIEN)', NULL, NULL, NULL, NULL, NULL, NULL, 'CEO', NULL, NULL, 'คุณกช', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51003.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(109, '51006', '51006', 'นายทองอินทร์ บานเย็น', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Sr.Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Jewelry Maker Supervisor (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : D', NULL, NULL, 'เบี้ยว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51006.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(110, '51009', '51009', 'นางสาวนาตยา จ่าพิชม', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แอน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51009.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(111, '51011', '51011', 'นางสาวบุศรินทร์ พานิชสิทธิ์', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ปู', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51011.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(112, '51012', '51012', 'นายผาย วงษ์สมัน', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ผาย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51012.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(113, '51018', '51018', 'นายสมพร อ่าวรุ่งเรือง', NULL, 'Factory', 'Quality Management', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Quality Control Supervisor (พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ติ๊ก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51018.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(114, '51020', '51020', 'นางสาวสายพิน ถินนอก', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พิน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51020.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(115, '51021', '51021', 'นายสุจิตร พลเมืองหล้า', NULL, 'Factory', 'Quality Management', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Quality Assurance Supervisor (พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'จิตร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51021.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(116, '51023', '51023', 'นางสาวอังคนา เอี่ยมนอก', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Supervisor (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ตุ่ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51023.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(117, '51025', '51025', 'นางสาวอินธิรา เนียมหอม', NULL, 'Factory', 'Production (งานติดพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ติดพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'กิ่ง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51025.jpg', '1', 'CIEN CO., LTD.', NULL, NULL);
INSERT INTO `users_detail` (`id`, `Code_Staff`, `Card_Staff`, `Name_Thai`, `Name_Eng`, `Faction`, `Department`, `Degree`, `Workplace`, `Working_status`, `Position`, `DateofBirth`, `StartDate`, `HireDate`, `IDCardNumber`, `Sex`, `FamilyStatus`, `JGStatus`, `Yearsofservice`, `Age`, `Nickname`, `TelephoneNumber`, `Address`, `Current_Address`, `Resigned_Date`, `Vacation_leave`, `Sick_leave`, `Business_leave_necessary`, `Maternity_leave_paid`, `Maternity_leave_not_paid`, `Ordination_leaven`, `Marriage_leave`, `Accident_leave`, `Military_leave`, `Sterilization_leave`, `Time_offset`, `Leave_without_pay`, `Sick_leave_not_receiving_wages`, `Cremation_leave`, `Leave_instead_of_holidays`, `Leave_to_study`, `Take_a_break`, `Absence_from_work`, `img`, `active`, `Company`, `created_at`, `updated_at`) VALUES
(118, '51030', '51030', 'นางสุกัญญา แอลเล็บ', NULL, 'Service Controller', 'Service Controller', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Maid Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ยะรอ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51030.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(119, '51031', '51031', 'นางสาวสุดใจ ธนะคำดี', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เป้', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51031.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(120, '51032', '51032', 'นายยุทธนา ทองคำขาว', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Jewllry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'ยุทธ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51032.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(121, '82031', '82031', 'นายกรกวรรษ วงศ์ทอง', NULL, 'Factory', 'Production & Maintenance', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Mechanical Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'กร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82031.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(122, '61045', '61045', 'นางสาวเสาร์วรัก แสนสิลา', NULL, 'Factory', 'Administration', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Administration Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นิ่ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61045.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(123, '61050', '61050', 'นายฉัตรพล อ้วน', NULL, 'Factory', 'Production (งานแต่งประกอบ)', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Supervisor (แต่งประกอบ)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'หวัง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61050.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(124, '61054', '61054', 'นายอธิคุณ อาจรงค์', NULL, 'Factory', 'Production (งานแม่พิมพ์)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (แม่พิมพ์)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นึก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61054.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(125, '61055', '61055', 'นายเทพฤทธิ์ ห่วงจริง', NULL, 'Factory', 'Factory', 'Department Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Factory Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : F', NULL, NULL, 'โต้ง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61055.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(126, '61060', '61060', 'นางสาวณัฏฐ์ถยา รูปสะอาด', NULL, 'Factory', 'Production (งานหล่อ)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ฉีดเทียน)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แดง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61060.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(127, '61062', '61062', 'นายคงเดช สุขกำเนิด', NULL, 'Factory', 'Production (งานฝัง)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ฝังไร้หนาม)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เดช', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61062.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(128, '61072', '61072', 'นางสาวสุนิษา อ้อยหอม', NULL, 'Factory', 'Production (งานขัด)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ขัด)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นิ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61072.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(129, '61079', '61079', 'นายเสาร์คำ ปัญญาคำ', NULL, 'Factory', 'Production (งานฝัง)', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Supervisor (ฝัง)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เสาร์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61079.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(130, '61082', '61082', 'นายวิไน น้อยคำแพง', NULL, 'Factory', 'Production (งานเลเซอร์)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เลเซอร์)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'โน๊ะ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61082.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(131, '61109', '61109', 'นายเวียงชัย เทียมทะนงค์', NULL, 'Factory', 'Production (งานแม่พิมพ์)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (แม่พิมพ์)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เตี้ย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61109.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(132, '61134', '61134', 'นายยอด อาจไชยชนะ', NULL, 'Factory', 'Production (งานฝัง)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ฝังไร้หนาม)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ยอด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61134.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(133, '61140', '61140', 'นายปรีชา แก้วไข่สอน', NULL, 'Factory', 'Production (งานแม่พิมพ์)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (แม่พิมพ์)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แป๋ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61140.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(134, '61142', '61142', 'นายพิศณุ หริพงษ์', NULL, 'Factory', 'Production (งานแม่พิมพ์)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (แม่พิมพ์)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นุ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61142.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(135, '61150', '61150', 'นายจันทร วงศ์เสนา', NULL, 'Factory', 'Production (งานฝัง)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ฝัง)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ตั๊ว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61150.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(136, '61152', '61152', 'นายนพดล นายเฮือง', NULL, 'Factory', 'Production (งานฝัง)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ฝัง)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นพ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61152.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(137, '51038', '51038', 'นางสาวยวนใจ งามราศรี', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ตุ๊กกี๊', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51038.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(138, '51040', '51040', 'นายทวีวัฒน์ โศจิพิทักษ์พงษ์', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Jewllry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'โก้', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51040.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(139, '51042', '51042', 'นายณรงค์ บัวละคร', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Supervisor (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'อี๊ด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51042.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(140, '51043', '51043', 'นายเกียรติ เหล่าวณิชย์พงษ์', NULL, 'Factory', 'Factory', 'Department Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Factory Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : F', NULL, NULL, 'เกียรติ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51043.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(141, '51048', '51048', 'นางสาวประทานพร หมื่นอินทร์', NULL, 'Factory', 'Administration', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Administration Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อ้อม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51048.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(142, '51053', '51053', 'นางสาวจีระพันธุ์ บุญดิษฐ', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ชล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51053.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(143, '51059', '51059', 'นายวีระพงษ์ รูปศิริ', NULL, 'General Affairs', 'General Affairs (Messenger)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Messenger Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พัน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51059.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(144, '51062', '51062', 'นางพงษ์พงา มณีไพโรจน์', NULL, 'Service Controller', 'Service Controller', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Secretary & Service Controller Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ดี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51062.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(145, '51064', '51064', 'นายทนง วรรณโชติ', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Supervisor (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ทนง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51064.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(146, '51085', '51085', 'นายธัมณิชพน ศรีลาภ', NULL, 'Factory', 'Production (งานบล็อก)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (บล็อก)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'โรจน์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51085.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(147, '51113', '51113', 'นางสังวาลย์ ศรีคล้าย', NULL, 'Service Controller', 'Service Controller', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Maid Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'วาล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51113.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(148, '51115', '51115', 'นายสรายุทธ นามศิลป์', NULL, 'Factory', 'Production (งานบล็อก)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (บล็อก)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เอก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51115.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(149, '51140', '51140', 'นางสาวปาริชาติ บุญดิษฐ', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ตุ้ย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51140.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(150, '51150', '51150', 'นายธนวัฒน์ พลเมืองหล้า', NULL, 'Factory', 'Production (งานบล็อก)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (บล็อก)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ต้า', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51150.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(151, '51158', '51158', 'นางสาวรพีพรรณ ชัยอามาตย์', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แจ๋ว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51158.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(152, '51159', '51159', 'นางสาวสุดารักษ์ บูรณะ', NULL, 'Factory', 'Production (งานติดพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ติดพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ปุ๊', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51159.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(153, '51168', '51168', 'นางสาวสุชาดา กุมภรัตน์', NULL, 'Service Controller', 'Service Controller', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Maid Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'หน่อย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51168.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(154, '51170', '51170', 'นายปัญญา อังคะพนมไพร', NULL, 'General Affairs', 'General Affairs (Maintenance)', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Maintenance Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'รส', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51170.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(155, '51171', '51171', 'นางสาวจันทร์เพ็ญ นาทอง', NULL, 'Human Resource', 'Human Resource Management', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Human Resource Specialist', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'แพน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51171.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(156, '51173', '51173', 'นางสาวทิพยรัตน์ ประดิษฐ', NULL, 'Factory', 'Production (งานติดพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ติดแชล็ค)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'กี๊', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51173.jpg', '1', NULL, NULL, NULL),
(157, '51186', '51186', 'นายอมรเทพ บัวสิงห์', NULL, 'Factory', 'Production (งานบล็อก)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (บล็อก)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ทิวา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51186.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(158, '51187', '51187', 'นางสาวดวงฤดี สาลีหอม', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เมย์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51187.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(159, '51189', '51189', 'นางสาวณัฐจริญญา อินทริง', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แก้ว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51189.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(160, '51194', '51194', 'นางภาวนา ภิพากรณ์', NULL, 'Service Controller', 'Service Controller', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Maid Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พจน์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51194.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(161, '51200', '51200', 'นางสาวกมลรัตน์ สิงห์โต', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แก้ว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51200.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(162, '51201', '51201', 'นายอรุณ บุญเจริญ', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บอย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51201.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(163, '51208', '51208', 'นางสาวยุพิน อังคะพนมไพร', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เปีย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51208.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(164, '51214', '51214', 'นายหนิง พาริตา', NULL, 'Factory', 'Production (งานเซาะร่อง)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เซาะร่องพลอย,เพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เอก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51214.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(165, '51266', '51266', 'นายนรินทร์ คลังกลาง', NULL, 'Factory', 'Production (งานบล็อก)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (บล็อก)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เต้', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51266.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(166, '51270', '51270', 'นายเอกราช ศรีเชียงหวาง', NULL, 'General Affairs', 'General Affairs (Maintenance)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Maintenance Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51270.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(167, '51273', '51273', 'นางสาวกนกพร ฉัตรสินทอง', NULL, 'Human Resource', 'Operation Management', 'Department Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Operation Management Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : F', NULL, NULL, 'เอ๋', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51273.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(168, '51274', '51274', 'นางอัญธิกา อุดมพันธ์', NULL, 'Human Resource', 'Human Resource Management', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'General Affair Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ดอน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51274.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(169, '51275', '51275', 'นายพีร์รัฐ อภิโฆษิตวงศา', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Division Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'General Manager (Finance & Accounting)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : G', NULL, NULL, 'เคน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51275.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(170, '51282', '51282', 'นางสาวรัชดาภรณ์    จันทะรัตน์', NULL, 'Human Resource', 'Human Resource Management', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Payroll Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'หญิง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51282.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(171, '51283', '51283', 'นางสาวชลินธร แหนบสุข', NULL, 'Factory', 'Production (งานบล็อก)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (บล็อก)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อัยย์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51283.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(172, '51287', '51287', 'นางสาวดอกรัก สายรัตน์', NULL, 'Factory', 'Production (งานติดพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ติดพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'รัก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51287.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(173, '51288', '51288', 'นางสาววิลาสินี สุขลำดวน', NULL, 'Government Affair', 'Government Affair', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Government Affair Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'แพรว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51288.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(174, '51289', '51289', 'นางสาวจรรยาภรณ์ ชมคำ', NULL, 'Human Resource', 'Human Resource Management', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior General Affair Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'แนน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51289.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(175, '51292', '51292', 'นายวัชระ ธีระการ', NULL, 'General Affairs', 'General Affairs (Messenger)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Messenger Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พีม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51292.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(176, '21073', '21073', 'นางสาวสายฝน มากนคร', NULL, 'Sales', 'Sales Jewelry', 'Officer', 'เซ็นทรัลหาดใหญ่', 'สงขลา', 'PC (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ฝน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21073.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(177, '21074', '21074', 'นางสาวศจี มุกไธสง', NULL, 'Sales', 'Sales Jewelry', 'Officer', 'เซ็นทรัลนครราชสีมา', 'นครราชสีมา', 'PC (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'จี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21074.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(178, '51293', '51293', 'นางสาวกานต์ธีรา ปานนา', NULL, 'Human Resource', 'Human Resource Management', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Talent Acquisition Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แนท', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51293.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(179, '51294', '51294', 'นางสาวอุทุมพร โชติวงศ์', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อ้อม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51294.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(180, '51295', '51295', 'นางสาวจุฑามาศ คัญทะชา', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เปิ้ล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51295.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(181, '21045', '21045', 'นายทรงศิลป์ ปะจุระเน', NULL, 'Procurement', 'Diamond Purchasing', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Purchasing Officer (Diamond)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'มิว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21045.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(182, '21046', '21046', 'นายจรูญ เนตรทิพย์', NULL, 'Procurement', 'Raw Material Preparation', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Prepare Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'จรูญ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21046.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(183, '21047', '21047', 'นางสาวณัฐวัชรี น้อยราวี', NULL, 'Gemologist', 'Gemologist', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Gemologist Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'มิ้นท์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21047.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(184, '21049', '21049', 'นางสาวทองตัด หนูนา', NULL, 'Procurement', 'Diamond Purchasing', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Quality Assurance Officer (เพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แก่น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21049.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(185, '21051', '21051', 'นางสาวรัตนวลี ชูยัง', NULL, 'Gemologist', 'Gemologist', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Gemologist Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'หวาน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21051.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(186, '21054', '21054', 'นางสาวบังอร นพคุณ', NULL, 'Procurement', 'Diamond Purchasing', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Purchasing Supervisor (Diamond)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'อร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21054.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(187, '21055', '21055', 'นางสาวสมเพียร วงษ์พา', NULL, 'Procurement', 'Procurement (งานแมตซ์สี)', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Jewellry Maker Officer (แมตซ์สี)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'หนู', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21055.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(188, '21056', '21056', 'นางสาวประกายเดือน พิบูรณ์', NULL, 'Procurement', 'Procurement (งานแมตซ์สี)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewellry Maker Officer (แมตซ์สี)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เดือน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21056.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(189, '21057', '21057', 'นางสาวสายรุ้ง แซ่จิ๋ว', NULL, 'Procurement', 'Diamond Purchasing', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Purchasing Officer (Diamond)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ไอซ์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21057.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(190, '21058', '21058', 'นายอดุลย์ บุญจวบ', NULL, 'Procurement', 'Raw Material Preparation', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Prepare Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เดช', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21058.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(191, '21059', '21059', 'นางสาวสุกัญญา จินต์สวัสดิ์', NULL, 'Procurement', 'Stock Controller', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Stock Controller Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'อ้อย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21059.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(192, '21063', '21063', 'นางสาวกอบกูล การเที่ยง', NULL, 'Gemologist', 'Gemologist', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Gemologist Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'กิ่ง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21063.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(193, '21068', '21068', 'นายธวัช ลีทหาร', NULL, 'Procurement', 'Raw Material Preparation', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Prepare Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'วัช', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21068.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(194, '21075', '21075', 'นายกองทุน เผือกนอก', NULL, 'Procurement', 'Gemstones Purchasing', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Purchasing Officer (Diamond)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ทูล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21075.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(195, '82035', '82035', 'นายประจักษ์ ดั่ว', NULL, 'Factory', 'Administration & Accounting', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Cleaning Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'บัตร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82035.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(196, '82037', '82037', 'นายวันชัย แสงจันทร์', NULL, 'Planning & Logistics', 'Warehouse & Logistics', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Logistics Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'บู่', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82037.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(197, '82038', '82038', 'นายจันทร วาทู', NULL, 'Planning & Logistics', 'Warehouse & Logistics', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Logistics Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'ซัน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82038.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(198, '10413', '10413', 'นายอานนท์ มิสเชอร์', NULL, 'Gold Trader', 'Gold Trader', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Gold Trader Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'นนท์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '10413.jpg', '1', 'NGG TRADE CO., LTD.', NULL, NULL),
(199, '10414', '10414', 'นายณัฐพงศ์ ชัยโอภาส', NULL, 'Sales', 'Sales', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sales Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ณัฐ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '10414.jpg', '1', 'NGG TRADE CO., LTD.', NULL, NULL),
(200, '99999', '99999', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '00000.jpg', '1', NULL, NULL, NULL),
(201, 'admin', 'admin', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'admin.jpg', '1', NULL, NULL, NULL),
(202, '91337', '91337', 'นางสาวณัฐวดี ใจห้าว', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เมกาบางนา', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'วดี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91337.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(203, '10415', '10415', 'นายธิติพันธุ์ มกร์ดารา', NULL, 'Gold Trader', 'Gold Trader', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Gold Trader Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'อ้น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '10415.jpg', '1', 'NGG TRADE CO., LTD.', NULL, NULL),
(204, '10338', '10338', 'นางสาวเขมณัฏฐ์ ถาวรวาณิชย์กุล', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'หน่อย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '10338.jpg', '1', 'HUNG PETCH THONG NGUAN SENG HENG YAOWARAT CO., LTD.', NULL, NULL),
(205, '10384', '10384', 'นางสาวศิริโสภา ศิริภัทรากุล', NULL, 'Marketing', 'Marketing', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sale & Marketing Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เจี๋ยบ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '10384.jpg', '1', 'HUNG PETCH THONG NGUAN SENG HENG YAOWARAT CO., LTD.', NULL, NULL),
(206, '10400', '10400', 'นางสาวณัฐิรีย์ กิตติชิติพัทธิ์', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'ซิ้ว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '10400.jpg', '1', 'HUNG PETCH THONG NGUAN SENG HENG YAOWARAT CO., LTD.', NULL, NULL),
(207, '10403', '10403', 'นางสาวสุพรรณี มณีศิริรัตน์', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พิณ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '10403.jpg', '1', 'HUNG PETCH THONG NGUAN SENG HENG YAOWARAT CO., LTD.', NULL, NULL),
(208, '41007', '41007', 'นางสาวภัณฑิรา ยินดีสุข', NULL, 'Production', 'Production', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sewing Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'สาว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '41007.jpg', '1', 'UNIQUE WEAR (1986) CO., LTD.', NULL, NULL),
(209, '41009', '41009', 'นางสาวประมวล คำงาม', NULL, 'Production', 'Production', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Production Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'มล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '41009.jpg', '1', 'UNIQUE WEAR (1986) CO., LTD.', NULL, NULL),
(210, '41011', '41011', 'นางสาวดวงใจ กุลแดง', NULL, 'Production', 'Production', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sewing Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ดวง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '41011.jpg', '1', 'UNIQUE WEAR (1986) CO., LTD.', NULL, NULL),
(211, '41017', '41017', 'นายสายันต์ เบ้าสองสี', NULL, 'Production', 'Production', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Support team Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'สายัณ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '41017.jpg', '1', 'UNIQUE WEAR (1986) CO., LTD.', NULL, NULL),
(212, '51300', '51300', 'นางสาวณิชากร หรรษาฤทัยวงศ์', NULL, 'Human Resource', 'Human Resource Development', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Human Resource Development Digital Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แบม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51300.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(213, '51304', '51304', 'นางสาววัชรินทร์ แสนบัวคำ', NULL, 'Factory', 'Production (งานบล็อก)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (บล็อก)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แนน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51304.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(214, '51306', '51306', 'นางสาวณัฐวรา มีใจธรรม', NULL, 'Human Resource', 'Human Resource Development', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Human Resource Organization Development Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บีม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51306.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(215, '21002', '21002', 'นางสาวสุภา อ่ำแก้ว', NULL, 'Financel & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ปุ้ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21002.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(216, '85035', '85035', 'นางสาวศศิภา จันทร์หอม', NULL, 'Akimitsu', 'Kitchen Team', 'Officer', 'แพชชั่น ระยอง', 'ระยอง', 'Commis Chef', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ปุ้ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85035.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(217, '85053', '85053', 'นายสราวุธ สุธรรมมา', NULL, 'Akimitsu', 'Front of house Service', 'Officer', 'แพชชั่น ระยอง', 'ระยอง', 'Captain', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'โต', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85053.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(218, '82004', '82004', 'นางนิด ทองยุทธ', NULL, 'Factory', 'Production & Maintenance', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Packing Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'นิด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82004.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(219, '21004', '21004', 'นางสาวณัทมนตร์ บันลือทรัพย์', NULL, 'Sales', 'Sales Jewelry', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sale Supervisor (Roadshow Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'นัท', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21004.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(220, '21007', '21007', 'นางสาวชนัญพัชร์ ภัทรินวัฒนะรัชต์', NULL, 'Supply Chain', 'Supply Chain', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Supply Chain Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เนส', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21007.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(221, '21015', '21015', 'นางสาวกชกร ศรีประสิทธิ์', NULL, 'Sales', 'Sales Jewelry', 'Officer', 'เซ็นทรัลนครราชสีมา', 'นครราชสีมา', 'PC (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ใบหม่อน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21015.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(222, '21018', '21018', 'นางสาวพิพรรษพร จันทร์เจือแก้ว', NULL, 'Sales', 'Sales Jewelry', 'Officer', 'โรบินสัน สาขาหาดใหญ่', 'สงขลา', 'PC (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ภา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21018.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(223, '21035', '21035', 'นายไชยรัตน์ จินตนาภรณ์', NULL, 'Procurement', 'Raw Material Preparation', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Prepare Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ปุ่น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21035.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(224, '21036', '21036', 'นายธวัชชัย วงศ์ยะรา', NULL, 'Procurement', 'Gemstones Purchasing', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Purchasing Officer (Gemstones)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'อู', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21036.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(225, '21037', '21037', 'นายวาร สืบเพ็ง', NULL, 'Procurement', 'Raw Material Preparation', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Prepare Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'วาร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21037.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(226, '21038', '21038', 'นางสาวณัฐกานต์ จันทฤทธิ์', NULL, 'Procurement', 'Gemstones Purchasing', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Purchasing Officer (Gemstones)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'นัท', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21038.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(227, '21039', '21039', 'นายสมเกียรติ อุ่นเรือน', NULL, 'Procurement', 'Raw Material Preparation', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Prepare Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เกียรติ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21039.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(228, '21042', '21042', 'นางสาวภัทรดา อัปมะโห', NULL, 'Procurement', 'Raw Material Preparation', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Prepare Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นุช', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21042.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(229, '21043', '21043', 'นายไพรรัต ชารีอัน', NULL, 'Procurement', 'Raw Material Preparation', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Prepare Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'รัต', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21043.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(230, '22017', '22017', 'นางสาวสนิท จงจอหอ', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นิด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22017.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(231, '21080', '21080', 'นางสาวณัฏฐพร เอี่ยมผ่อง', NULL, 'Gemologist', 'Gemologist', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Gemologist Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'โซดา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21080.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(232, '21081', '21081', 'นางสาวศิริลักษณ์ ศรีทะจักร', NULL, 'Procurement', 'Gemstones Purchasing', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Audit System Trainee', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แพท', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21081.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL);
INSERT INTO `users_detail` (`id`, `Code_Staff`, `Card_Staff`, `Name_Thai`, `Name_Eng`, `Faction`, `Department`, `Degree`, `Workplace`, `Working_status`, `Position`, `DateofBirth`, `StartDate`, `HireDate`, `IDCardNumber`, `Sex`, `FamilyStatus`, `JGStatus`, `Yearsofservice`, `Age`, `Nickname`, `TelephoneNumber`, `Address`, `Current_Address`, `Resigned_Date`, `Vacation_leave`, `Sick_leave`, `Business_leave_necessary`, `Maternity_leave_paid`, `Maternity_leave_not_paid`, `Ordination_leaven`, `Marriage_leave`, `Accident_leave`, `Military_leave`, `Sterilization_leave`, `Time_offset`, `Leave_without_pay`, `Sick_leave_not_receiving_wages`, `Cremation_leave`, `Leave_instead_of_holidays`, `Leave_to_study`, `Take_a_break`, `Absence_from_work`, `img`, `active`, `Company`, `created_at`, `updated_at`) VALUES
(233, '21083', '21083', 'นางสาวสุนิสา น้อมแก้ว', NULL, 'Procurement', 'Procurement (งานแมตซ์สี)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewellry Maker Officer (แมตซ์สี)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21083.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(234, '21085', '21085', 'นางสาวสุภาภรณ์ บูญปก', NULL, 'Procurement', 'Gemstones Purchasing', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Audit System Trainee', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ฝ้าย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21085.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(235, '22001', '22001', 'นายแสวง แท่นแก้ว', NULL, 'Factory', 'Production', 'Supervisor', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewellry Maker Supervisor (เจียระไน)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'แหว๋ง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22001.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(236, '22002', '22002', 'นางสาวศิริกร ชีโพธิ์', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เจี๊ยบ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22002.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(237, '22003', '22003', 'นางจงลักษณ์ เพ็ชรพะเนาว์', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ปุ๊', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22003.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(238, '22004', '22004', 'นางสมควร สังสี', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เคลือ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22004.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(239, '22005', '22005', 'นางสาวศรุดา กุลสันเทียะ', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22005.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(240, '22006', '22006', 'นางศรีน้ำ เชาว์กลาง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แมว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22006.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(241, '22007', '22007', 'นางศุภลักษณ์ การบรรจง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ไข่', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22007.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(242, '22008', '22008', 'นางขนิษฐา กลิ่นโนนสูง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ฐา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22008.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(243, '51033', '51033', 'นางสาวพัฒยา มงคลเกตุ', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ต้น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51033.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(244, '51215', '51215', 'นายรังสิกร มาฆะมนต์', NULL, 'Factory', 'Production (งานบล็อก)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (บล็อก)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ฟุก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51215.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(245, '51299', '51299', 'นางอำพร คำสี', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'พร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51299.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(246, '21076', '21076', 'นางสาวจุฑารัตน์ จำปา', NULL, 'Marketing', 'Marketing Communication (Online)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Social Media Coordinator (Officer)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แต๊ก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21076.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(247, '61154', '61154', 'นางสาวนันทิญา ร่มโพธิ์', NULL, 'Factory', 'Production (งานฝัง)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ฝัง)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ไหน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61154.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(248, '91077', '91077', 'นางสาวศริญรัตน์ ศิลาวรรณ์', NULL, 'Management', 'Management', 'Division Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'General Manager (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : G', NULL, NULL, 'เดียร์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91077.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(249, '91294', '91294', 'นางสาวณัชวิการณ์ ตั้งสะสมวงศ์', NULL, 'Graphic & Design', 'Graphic & Design', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Graphic Design Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แพร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91294.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(250, '91471', '91471', 'นางสาวปภาษา นัยวิริยะ', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Admin Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'น้ำตาล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91471.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(251, '85066', '85066', 'นางสาวชนิษฐา รุ่งอรุณ', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'หนา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85066.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(252, '82040', '82040', 'นางสาวชญานี พุสุนพงษ์', NULL, 'Factory', 'Production & Maintenance', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Production Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'ปลา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82040.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(253, '82043', '82043', 'นายกิติกร ทองไร', NULL, 'Factory', 'Production & Maintenance', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Mechanical Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'กิติ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82043.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(254, '82044', '82044', 'นายจิรเมธ สายใจ', NULL, 'Planning & Logistics', 'Warehouse & Logistics', 'Staff', 'สำนักงานราชบุรี', 'ราชบุรี', 'Logistics Staff', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : O', NULL, NULL, 'ตี๋', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '82044.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(255, '10411', '10411', 'นายอธิวัฒน์ พรพิชัยโยธิน', NULL, 'Sales', 'Sales', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sales  Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'รุจ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '10411.jpg', '1', 'NGG TRADE CO., LTD.', NULL, NULL),
(256, '22010', '22010', 'นางสาวดวงชีวัน จุ่มกลาง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อุ้ย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22010.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(257, '22011', '22011', 'นางสุชิน ครองไธสง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ชิน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22011.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(258, '22012', '22012', 'นางสาวสงกรานต์ ของโพธิ์', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'กาน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22012.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(259, '22013', '22013', 'นางรัตนา กองชนิน', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บิ๋ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22013.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(260, '22014', '22014', 'นางสาวปภัสสร ปลั่งกลาง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อ้อ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22014.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(261, '22015', '22015', 'นางสาวสมพร เพาะกลาง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ผิ้ง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22015.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(262, '22016', '22016', 'นางบุญธรรม เปรมกลาง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'จุก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22016.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(263, '61155', '61155', 'นางสาวกันญา แย้มสรวลดี', NULL, 'Factory', 'Production (งานขัด)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ขัด)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เขียว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61155.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(264, '61163', '61163', 'นายภาคิน ภัคพัตรพิบูล', NULL, 'Creative & Design', 'Creative & Design', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Jewelry Designer Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'บี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61163.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(265, '61164', '61164', 'นายธัชทัย มีชัย', NULL, 'Factory', 'Production (งานแม่พิมพ์)', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Jewelry Maker Officer (แม่พิมพ์)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'ทัย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61164.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(266, '61170', '61170', 'นายทวี ปิตตังนาโพธิ์', NULL, 'Factory', 'Production (งานแต่งประกอบ)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (แต่งประกอบ)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'วี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61170.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(267, '61172', '61172', 'นางสาวภัคญภา มากพงษ์', NULL, 'Creative & Design', 'Creative & Design', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Designer Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ปิ๊ก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61172.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(268, '61173', '61173', 'นายเทพบดินทร์ บุญเทียม', NULL, 'Factory', 'Production (งานแกะลาย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (แกะลาย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บาส', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61173.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(269, '61175', '61175', 'นายฐิติ บุญสุขมาก', NULL, 'Service Controller', 'Service Controller', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Driver Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บอย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61175.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(270, '61190', '61190', 'นายจตุพร ก้านเหลือง', NULL, 'Factory', 'Production (งานฝัง)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ฝัง)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เบิร์ด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61190.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(271, '61193', '61193', 'นางสาวดาว หลำเล็ก', NULL, 'Factory', 'Production (งานหล่อ)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (ผ่ายาง)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ดาว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61193.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(272, '61197', '61197', 'นายต่อพงศ์ วงศ์จิรัฐิติกาล', NULL, 'Factory', 'Factory', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Factory Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เอ็ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61197.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(273, '61200', '61200', 'นายวิทัศน์ ทองพราว', NULL, 'Factory', 'Production (งานหล่อ)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (หล่อ)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'หยอง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61200.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(274, '61205', '61205', 'นางสาวนิตยา ทองเจริญ', NULL, 'CAD Design', 'CAD Design', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'CAD Designer Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นิด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61205.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(275, '61208', '61208', 'นายมานพ วีระศรี', NULL, 'Factory', 'Production (งานแกะลาย)', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Jewelry Maker Officer (แกะลาย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'นพ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61208.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(276, '61209', '61209', 'นายอำนวยชัย นาไชยราญ', NULL, 'Factory', 'Production (งานแม่พิมพ์)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (แม่พิมพ์)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อำนวย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61209.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(277, '61212', '61212', 'นายสุรเชษฐ์ ชื่นสินธุ์วน', NULL, 'Brand Development', 'Brand Development', 'Ast.Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Assistant Gold & Jewelry Creative Product Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : D', NULL, NULL, 'บอย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61212.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(278, '91086', '91086', 'นายสุขพงศ์ สหัสนันท์', NULL, 'Management', 'Management', 'Division Manager', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'General Manager (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : G', NULL, NULL, 'เบิร์ด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91086.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(279, '91098', '91098', 'นายรังสรรค์ ตั้งเจริญสุขสม', NULL, 'Warehouse & Logistics', 'Warehouse & Logistics', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Messenger Officer (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แมน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91098.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(280, '91099', '91099', 'นางสาวสิริมา โชคศิริวรรณา', NULL, 'Sales', 'Sales Alternative', 'Officer', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Sale Officer (Support) (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'โบว์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91099.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(281, '91111', '91111', 'นางสาวฐิติพร ศรีมาจันทร์', NULL, 'Marketing', 'Marketing Communication (Offline)', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'PR Manager (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'เอ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91111.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(282, '91112', '91112', 'นางสาวนันทธนา วัชรปาน', NULL, 'Site Acquisition', 'Site Acquisition', 'Ast.Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Assistant Site Acquisition Manager (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : D', NULL, NULL, 'แคน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91112.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(283, '91118', '91118', 'นายสรภูมิ เรืองฤทธิ์', NULL, 'Sales', 'Sales Alternative', 'Manager', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Sale Manager (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'แจ๊ค', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91118.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(284, '91129', '91129', 'นางสาววันวิสา ธุวภัทร', NULL, 'Sales', 'Sales Multi Brand', 'Manager', 'เซ็นทรัลอุดรธานี', 'อุดรธานี', 'Sale Manager (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'หญิง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91129.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(285, '91148', '91148', 'นางสาววิไลพร จงใจ', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เซ็นทรัลลาดพร้าว', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ปุ้ย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91148.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(286, '91153', '91153', 'นายพัฒน์ภัทรพล สิทธิสูงเนิน', NULL, 'Sales', 'Sales Alternative', 'Officer', 'สยามพารากอน', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ไทร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91153.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(287, '91163', '91163', 'นายสุธิวัท ละอองอ่อน', NULL, 'Sales', 'Sales Alternative', 'Officer', 'บลูพอร์ต หัวหิน', 'ประจวบคีรีขันธ์', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'กอล์ฟ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91163.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(288, '91164', '91164', 'นางสาวทิพากร สุวรรณชุ่มเอม', NULL, 'Sales', 'Sales Alternative', 'Supervisor', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Sale Supervisor (Roadshow Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'กร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91164.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(289, '91191', '91191', 'นายธนภพ ทุมแสน', NULL, 'Customer Service', 'Customer Service', 'Supervisor', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Customer Service Supervisor (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'อู', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91191.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(290, '91197', '91197', 'นายไชยมงคล ศรีสด', NULL, 'Warehouse & Logistics', 'Warehouse & Logistics', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Messenger Officer (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เอ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91197.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(291, '91216', '91216', 'นางสาวอนุรักษ์ ปาวงค์', NULL, 'Sales', 'Sales Multi Brand', 'Officer', 'เซ็นทรัลอุดรธานี', 'อุดรธานี', 'PC (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แพรวา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91216.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(292, '91218', '91218', 'นางสาวกนกวรรณ วรรณทวี', NULL, 'Warehouse & Logistics', 'Warehouse & Logistics', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Packing Officer (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เก๊อะ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91218.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(293, '91303', '91303', 'นางสาวรัตติภรณ์ อมรรัตน์', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เดอะมอลล์บางกะปิ (Be Trend)', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มิ้น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91303.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(294, '91305', '91305', 'นางสาวเกตุกนก พึ่งเจียม', NULL, 'Sales', 'Sales Multi Brand', 'Officer', 'เซ็นทรัลอุดรธานี', 'อุดรธานี', 'PC (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'จอย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91305.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(295, '91307', '91307', 'นางสาวอารยา ชัยสิทธิ์', NULL, 'Warehouse & Logistics', 'Warehouse & Logistics', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Warehouse & Logistics Officer (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บุ๊ค', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91307.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(296, '91318', '91318', 'นายนิกร ทิมเขียว', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เอ็มโพเรียม (Be Trend)', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'จ๊อบ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91318.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(297, '91321', '91321', 'นายกิตติทัพพ์ จันทร์ฉายทอง', NULL, 'Warehouse & Logistics', 'Warehouse & Logistics', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Warehouse & Logistics Officer (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ตี๋', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91321.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(298, '91324', '91324', 'นางสาวธนาวดี บุญประกอบ', NULL, 'Marketing', 'Marketing Communication (Online)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Social Media Coordinator (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มิลช์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91324.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(299, '91326', '91326', 'นางสาวปิยะนุช ต๊ะวิโล', NULL, 'Marketing', 'Marketing', 'Ast.Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Assistant Brand Manager (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : D', NULL, NULL, 'เหมียว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91326.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(300, '91332', '91332', 'นางสาวชาญนภัส ศรีสังวร', NULL, 'Marketing', 'Marketing Communication (Online)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Social Media Coordinator (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ป้อน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91332.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(301, '91338', '91338', 'นางสาวปราริฉัตร บุตรศรี', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เซ็นทรัลนครราชสีมา', 'นครราชสีมา', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บิ๋ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91338.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(302, '91339', '91339', 'นายกิตติกร ธรรมาธิพงศ์', NULL, 'Sales Support', 'Sales Support', 'Ast.Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Assistant Sale & Marketing Manager (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : D', NULL, NULL, 'จ๋อ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91339.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(303, '91348', '91348', 'นางสาวรัชนีกร คำมี', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แตงโม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91348.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(304, '91350', '91350', 'นายกันตภณ จันทนามนตรี', NULL, 'Marketing', 'Marketing', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Marketing Manager (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'วิน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91350.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(305, '91351', '91351', 'นายวิศรุต สนั่นก้อง', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เซ็นทรัลภูเก็ต', 'ภูเก็ต', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บ่าว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91351.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(306, '91358', '91358', 'นางสาวเปมิกา อินทนาผล', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Finance & Accounting Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เชอรรี่', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91358.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(307, '91359', '91359', 'นางสาวขนิษฐา คณะศรี', NULL, 'Sales', 'Sales Alternative', 'Officer', 'โรบินสัน พระราม9', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ต๋อม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91359.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(308, '91427', '91427', 'นายทัศน์พล หม่องเป้ง', NULL, 'Marketing', 'Sport Marketing', 'Supervisor', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Sport Marketing Executive Supervisor (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'เบียร์์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91427.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(309, '91430', '91430', 'นายวรรณรงค์ เนาวะดี', NULL, 'Sales', 'Sales Alternative', 'Officer', 'แฟชั่นไอส์แลนด์', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'โบ้', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91430.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(310, '91433', '91433', 'นางอำนวย บุญยอ', NULL, 'Sales Support', 'Sales Support', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sale Support Officer (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นุช', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91433.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(311, '91435', '91435', 'นายดาเนียล แฮร์แบรต์ คัมเบล', NULL, 'Business & Development', 'Business & Development', 'Division Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Chief Operating Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : G', NULL, NULL, 'ดาเนียล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91435.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(312, '91440', '91440', 'นางสาวอัมพร จงถาวร', NULL, 'Sales', 'Sales Gold & Jewelry', 'Officer', 'แฟชั่นไอส์แลนด์', 'กรุงเทพมหานคร', 'PC (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91440.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(313, '91442', '91442', 'นางสาววราพร จันทราช', NULL, 'Graphic & Design', 'Photographer', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Photographer & Graphic Designer Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'จอย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91442.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(314, '91443', '91443', 'นายสมนึก ใจไว', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เอ็มโพเรียม', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เบียร์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91443.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(315, '91465', '91465', 'นางสาวรุ่งนภา บัวปัญญา', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เซ็นทรัลระยอง', 'ระยอง', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พัดลม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91465.jpg', '1', NULL, NULL, NULL),
(316, '85078', '85078', 'นายไพสิน คำดี', NULL, 'Operation', 'Kitchen Team', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Commis Chef', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อาร์ท', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85078.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(317, '51222', '51222', 'นายอังสะ แก้วสุโข', NULL, 'Factory', 'Factory', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Factory Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'อิ่ง', '817513653', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51222.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(318, '91452', '91452', 'นางสาวอริสา แซ่หลิว', NULL, 'Sales', 'Sales Gold & Jewelry', 'Officer', 'เซ็นทรัลภูเก็ต', 'ภูเก็ต', 'PC (CTF) (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มีโอ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91452.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(319, '91454', '91454', 'นายสุรเชษฐ์ แจ้งประสงค์', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เทอร์มินอล 21 พัทยา', 'ชลบุรี', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'สอง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91454.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(320, '91460', '91460', 'นางสาวจุฑามาศ พุทธาน้อย', NULL, 'Sales', 'Sales Alternative', 'Officer', 'โรบินสันรังสิต', 'ปทุมธานี', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อั่งเปา', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91460.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(321, '91461', '91461', 'นายกิจจา วรรณทนาพร', NULL, 'Sales', 'Sales Gold & Jewelry', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Sales & Customer Services Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ตี่', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91461.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(322, '91464', '91464', 'นางสาวปิยพร ทัดศิริ', NULL, 'Sales', 'Sales Gold & Jewelry', 'Officer', 'เทอร์มินอล 21 พัทยา', 'ชลบุรี', 'PC (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เมย์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91464.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(323, '91466', '91466', 'นางสาวปัญจรัตน์ ทรัพย์หิรัญกุล', NULL, 'Management', 'Management', 'Ast.Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Assistant Luxury Business Manager (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : D', NULL, NULL, 'เจล', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91466.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(324, '91467', '91467', 'นางสาวฐิตาภา ไชยเอก', NULL, 'Sales', 'Sales Gold & Jewelry', 'Officer', 'เทอร์มินอล 21 พัทยา', 'ชลบุรี', 'PC (Jewelry)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'นุช', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91467.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(325, '91470', '91470', 'นางสาวพรรณวิลาศ อินพิชัย', NULL, 'Sales', 'Sales Alternative', 'Officer', 'เดอะมอลล์บางกะปิ', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อุ๊บอิ๊บ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91470.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(326, '85070', '85070', 'นางสาวสิริยากร สะท้านถิ่น', NULL, 'Management', 'Operetion Management', 'Ast.Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Assistant Operetion Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : D', NULL, NULL, 'อุ๋ย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85070.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(327, '85073', '85073', 'นางนันทวรรณ แซ่ปึง', NULL, 'Operation', 'Kitchen Team', 'Sr.Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Chef Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : B', NULL, NULL, 'นัน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85073.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(328, '85074', '85074', 'นายพิสิฐ ทองรักษ์', NULL, 'Operation', 'Kitchen Team', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Chef Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'สิฐ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85074.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(329, '85076', '85076', 'นางสาวพิรวรรณ วิชาดี', NULL, 'Operation', 'Kitchen Team', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Commis Chef', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'อ้น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85076.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(330, '94002', '94002', 'นายวาฑิต เตชเสริมภูมิ', NULL, 'System & Security', 'System & Security', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'System & Security Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'อั้ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94002.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(331, '94004', '94004', 'นายเก่งกาจ เนียมจ้อย', NULL, 'Front Line & CS', 'IT Helpdesk', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'IT Support Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เก่ง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94004.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(332, '94005', '94005', 'นายรุ่งธรรม โชติชวาลรัตนกุล', NULL, 'Back Office & ERP', 'ERP', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'IT & ERP Support Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ป็อป', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94005.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(333, '94008', '94008', 'นายเรวัต หนูปราบ', NULL, 'Back Office & ERP', 'Back Office & ERP', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Enterprise Development Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'เรย์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94008.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(334, '94012', '94012', 'นายก้องเกียรติ บุญเส็ง', NULL, 'Back Office & ERP', 'Software Development', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'IT & Software Support Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ก้อง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94012.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(335, '94013', '94013', 'นายภาสกร วรกิจพูนผล', NULL, 'Back Office & ERP', 'Software Development', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Software Development Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ซัน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94013.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(336, '94015', '94015', 'นางสาวสุภามาศ ทวยจันทร์', NULL, 'Front Line & CS', 'IT Helpdesk', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'IT Support Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มาศ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94015.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(337, '94016', '94016', 'นายสมาน ลาภกระจ่าง', NULL, 'Front Line & CS', 'Front Line & CS', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Microservices Development Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'แซม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94016.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(338, '94018', '94018', 'นายนราธร ข้องหลิม', NULL, 'Back Office & ERP', 'Software Development', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Software Development Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เจมส์', '-', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94018.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(339, '94019', '94019', 'นายเกียรติศักดิ์ พันพู', NULL, 'Back Office & ERP', 'Software Development', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Software Development Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เท่ห์', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94019.jpg', '0', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(340, '94020', '94020', 'นายอักษรินทร์ เอี่ยมอมรฤทธิ์', NULL, 'Back Office & ERP', 'ERP', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'ERP Support Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บอส', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94020.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(341, '51217', '51217', 'นางสาวภัสดาภรณ์ อิ่มพูล', NULL, 'Human Resource', 'Human Resource Management', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Junior Talent Acquisition Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'แจน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51217.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(342, '51218', '51218', 'นายชาคริต เสมามิ่ง', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ก๊อด', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51218.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(343, '51228', '51228', 'นางสาวภัทราวดี ชินโย', NULL, 'Service Controller', 'Service Controller', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Maid Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มุก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51228.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(344, '51234', '51234', 'นายใส ยอดช่าง', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ใส', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51234.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(345, '51237', '51237', 'นายศักดิ์ชาย ทับกฤษ', NULL, 'General Affairs', 'General Affairs (Messenger)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Messenger Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'บี', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51237.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(346, '51239', '51239', 'นายธนรัฐ ธีระวรวงศ์', NULL, 'Gold & Metal Group', 'Gold & Metal Group', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Research & Development Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'รถจิ๊บ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51239.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(347, '51240', '51240', 'นายธนชาติ ธนากรพิพัฒน์กุล', NULL, 'Business & Development', 'Business & Development', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Engineer Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ทัช', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51240.jpg', '1', 'CIEN CO., LTD.', NULL, NULL);
INSERT INTO `users_detail` (`id`, `Code_Staff`, `Card_Staff`, `Name_Thai`, `Name_Eng`, `Faction`, `Department`, `Degree`, `Workplace`, `Working_status`, `Position`, `DateofBirth`, `StartDate`, `HireDate`, `IDCardNumber`, `Sex`, `FamilyStatus`, `JGStatus`, `Yearsofservice`, `Age`, `Nickname`, `TelephoneNumber`, `Address`, `Current_Address`, `Resigned_Date`, `Vacation_leave`, `Sick_leave`, `Business_leave_necessary`, `Maternity_leave_paid`, `Maternity_leave_not_paid`, `Ordination_leaven`, `Marriage_leave`, `Accident_leave`, `Military_leave`, `Sterilization_leave`, `Time_offset`, `Leave_without_pay`, `Sick_leave_not_receiving_wages`, `Cremation_leave`, `Leave_instead_of_holidays`, `Leave_to_study`, `Take_a_break`, `Absence_from_work`, `img`, `active`, `Company`, `created_at`, `updated_at`) VALUES
(348, '51241', '51241', 'นายกัมปนาท สิมมา', NULL, 'Business & Development', 'Business & Development', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Engineer Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ตั๋ง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51241.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(349, '51242', '51242', 'นางรัตนวลี พาริตา', NULL, 'Factory', 'Production (งานเจียระไนเพชร)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนเพชร)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เหมียว', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51242.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(350, '51248', '51248', 'นายบดินทร์ สัพประทัศเสวี', NULL, 'Human Resource', 'Human Resource Development', 'Sr.Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Senior Human Resource Development Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : D', NULL, NULL, 'เต้ย', '-', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51248.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(351, '51255', '51255', 'นายโรนัค บาร์เดีย', NULL, 'Procurement', 'Gemstones Purchasing', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Purchasing Manager (Gemstones)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'บาร์เดีย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51255.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(352, '51257', '51257', 'นายวิศิษฏ์ ฐิรายุวัฒน์', NULL, 'Finance & Accounting', 'Finance & Accounting', 'Division Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Chief Financial Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : G', NULL, NULL, 'สิท', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51257.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(353, '85042', '85042', 'นางสาวพิม อินปา', NULL, 'Akimitsu', 'Kitchen Team', 'Officer', 'แพชชั่น ระยอง', 'ระยอง', 'Commis Chef', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พิม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85042.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(354, '85050', '85050', 'นางสาวอาภัสรา วิเศษ', NULL, 'Akimitsu', 'Kitchen Team', 'Officer', 'แพชชั่น ระยอง', 'ระยอง', 'Commis Chef', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เอม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85050.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(355, '85051', '85051', 'นางสาวฑิตฐิตา สายพันธ์', NULL, 'Akimitsu', 'Kitchen Team', 'Officer', 'แพชชั่น ระยอง', 'ระยอง', 'Commis Chef', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พิม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '85051.jpg', '1', 'CHERCHIM CO., LTD.', NULL, NULL),
(356, '51259', '51259', 'นางสาวกรรณิการ์ การเพียร', NULL, 'Factory', 'Production (งานเจียระไนพลอย)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (เจียระไนพลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ฝน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51259.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(357, '51156', '51156', 'นางสาวนราธร ทรัพย์เอี่ยม', NULL, 'Factory', 'Production (งานบล็อก)', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Jewelry Maker Officer (บล็อก)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เฟิร์น', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51156.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(358, '51262', '51262', 'นายธรรมนูญ สมวงษ์', NULL, 'Human Resource', 'Human Resource Development', 'Supervisor', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Human Resource Development Digital Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'ตั้ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '51262.jpg', '1', 'CIEN CO., LTD.', NULL, NULL),
(359, '21044', '21044', 'นางสาวเกษศิรินทร์ วีระวงศ์', NULL, 'Procurement', 'Gemstones Purchasing', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Purchasing Officer (Diamond)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ปู', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '21044.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(360, '61217', '61217', 'นายอำพล แตระพรพาณิชย์', NULL, 'Creative & Design', 'Creative & Design', 'Manager', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Product Design & Development Manager', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : E', NULL, NULL, 'เกี๊ยก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '61217.jpg', '1', 'SESTO SENSO CO., LTD.', NULL, NULL),
(361, '91219', '91219', 'นางสาวสมพร สินทร', NULL, 'Warehouse & Logistics', 'Warehouse & Logistics', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Packing Officer (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'พร', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91219.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(362, '91363', '91363', 'นายโชคชัย จงเลิศธรรม', NULL, 'Sales', 'Sales Alternative', 'Supervisor', 'สำนักงานพระราม 3', 'กรุงเทพมหานคร', 'Sale Supervisor (Roadshow Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : C', NULL, NULL, 'โชค', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91363.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(363, '91472', '91472', 'นายจิรายุ ถุงเงิน', NULL, 'Graphic & Design', 'Photographer', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Photographer & Retoucher Officer', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ยิม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91472.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(364, '94024', '94024', 'นายอภินันท์ อินทรวิจิตร', NULL, 'Front Line & CS', 'Front Line', 'Officer', 'สำนักงานสาธุประดิษฐ์', 'กรุงเทพมหานคร', 'Business System Analyst Supervisor', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'เบส', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '94024.jpg', '1', 'NIO ACHIEVES CO., LTD.', NULL, NULL),
(365, '22018', '22018', 'นางออนอุมา เคียงสันเทียะ', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ออน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22018.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(366, '22019', '22019', 'นางสาววราภรณ์ เชือกจอหอ', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แดง', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22019.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(367, '22020', '22020', 'นางกัญญา แก้วจอหอ', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แหม่ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22020.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(368, '22021', '22021', 'นายธณวรรษฐ์ สวาสโพธิ์กลาง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ตุ้ม', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22021.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(369, '91056', '91056', 'นายอพิชิต โถทอง', NULL, 'Sales', 'Sales Alternative', 'Officer', 'Icon Siam', 'กรุงเทพมหานคร', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ซุน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91056.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(370, '91250', '91250', 'นายเจษฎา ไชยยา', NULL, 'Sales', 'Sales Alternative', 'Officer', 'นิมมาน เชียงใหม่', 'เชียงใหม่', 'PC (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แม็ก', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91250.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(371, '91266', '91266', 'นายนิระชัย เรืองแก้ว', NULL, 'Sales', 'Sales Multi Brand', 'Officer', 'เซ็นทรัลเวสเกต', 'นนทบุรี', 'PC (Luxury)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'ระ', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '91266.jpg', '1', 'NGG ENTERPRISE CO., LTD.', NULL, NULL),
(372, '22022', '22022', 'นางสาวศรีรัตน์ เงื่อนกลาง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'แวน', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22022.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(373, '22023', '22023', 'นางยุภา ทองมหา', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'หมุ๋ย', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22023.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(374, '22024', '22024', 'นางสาวมัทนา กลีบกลาง', NULL, 'Factory', 'Production', 'Officer', 'สำนักงานโคราช', 'นครราชสีมา', 'Jewelry Maker Officer (เจียระไนเพชร,พลอย)', NULL, NULL, NULL, NULL, NULL, NULL, 'BRAND : A', NULL, NULL, 'มัท', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '22024.jpg', '1', 'DTZ LUXURY GROUP CO., LTD.', NULL, NULL),
(375, '11111', '11111', '0000000', NULL, 'Business & Development', 'Gold Trader', NULL, NULL, NULL, 'Assistant Brand Manager (Lifestyle)', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '11111.jpg', '1', 'TAI MINERE CO., LTD.', NULL, NULL),
(381, '88888', '88888', 'นราธร', NULL, 'dfgdf', 'dfgdf', NULL, 'qwd', 'qwdwq', 'wqdq', NULL, NULL, NULL, NULL, NULL, NULL, 'dqw', NULL, NULL, 'dfhgdgd', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'wqdqw', '1', 'wqdqw', NULL, NULL),
(382, '11111', '11111', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'user.svg', '1', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users_group`
--

CREATE TABLE `users_group` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `username_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_group` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `user_role`
--

CREATE TABLE `user_role` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `username_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `card_id_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_menu_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `active` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `user_role`
--

INSERT INTO `user_role` (`id`, `username_id`, `card_id_id`, `name_menu_id`, `active`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'admin', '4', '1', NULL, NULL),
(2, 'admin', 'admin', '11', '1', NULL, NULL),
(3, 'admin', 'admin', '15', '1', NULL, NULL),
(4, '51002', '51002', '7', '1', NULL, NULL),
(6, '51003', '51003', '7', '1', NULL, NULL),
(8, '51006', '51006', '7', '1', NULL, NULL),
(10, '51009', '51009', '7', '1', NULL, NULL),
(12, '51011', '51011', '7', '1', NULL, NULL),
(14, '51012', '51012', '7', '1', NULL, NULL),
(16, '51014', '51014', '7', '1', NULL, NULL),
(18, '51018', '51018', '7', '1', NULL, NULL),
(20, '51020', '51020', '7', '1', NULL, NULL),
(22, '51021', '51021', '7', '1', NULL, NULL),
(24, '51023', '51023', '7', '1', NULL, NULL),
(26, '51025', '51025', '7', '1', NULL, NULL),
(28, '51030', '51030', '7', '1', NULL, NULL),
(30, '51031', '51031', '7', '1', NULL, NULL),
(32, '51032', '51032', '7', '1', NULL, NULL),
(34, '51033', '51033', '7', '1', NULL, NULL),
(36, '51038', '51038', '7', '1', NULL, NULL),
(38, '51040', '51040', '7', '1', NULL, NULL),
(40, '51042', '51042', '7', '1', NULL, NULL),
(42, '51043', '51043', '7', '1', NULL, NULL),
(44, '51048', '51048', '7', '1', NULL, NULL),
(46, '51049', '51049', '7', '1', NULL, NULL),
(48, '51053', '51053', '7', '1', NULL, NULL),
(50, '51059', '51059', '7', '1', NULL, NULL),
(52, '51062', '51062', '7', '1', NULL, NULL),
(54, '51064', '51064', '7', '1', NULL, NULL),
(56, '51085', '51085', '7', '1', NULL, NULL),
(58, '51113', '51113', '7', '1', NULL, NULL),
(60, '51115', '51115', '7', '1', NULL, NULL),
(62, '51140', '51140', '7', '1', NULL, NULL),
(64, '51150', '51150', '7', '1', NULL, NULL),
(66, '51156', '51156', '7', '1', NULL, NULL),
(68, '51158', '51158', '7', '1', NULL, NULL),
(70, '51159', '51159', '7', '1', NULL, NULL),
(72, '51168', '51168', '7', '1', NULL, NULL),
(74, '51170', '51170', '7', '1', NULL, NULL),
(76, '51171', '51171', '7', '1', NULL, NULL),
(78, '51172', '51172', '7', '1', NULL, NULL),
(80, '51186', '51186', '7', '1', NULL, NULL),
(82, '51187', '51187', '7', '1', NULL, NULL),
(84, '51189', '51189', '7', '1', NULL, NULL),
(86, '51194', '51194', '7', '1', NULL, NULL),
(88, '51200', '51200', '7', '1', NULL, NULL),
(90, '51201', '51201', '7', '1', NULL, NULL),
(92, '51208', '51208', '7', '1', NULL, NULL),
(94, '51214', '51214', '7', '1', NULL, NULL),
(96, '51215', '51215', '7', '1', NULL, NULL),
(98, '51217', '51217', '7', '1', NULL, NULL),
(100, '51218', '51218', '7', '1', NULL, NULL),
(102, '51222', '51222', '7', '1', NULL, NULL),
(104, '51228', '51228', '7', '1', NULL, NULL),
(106, '51234', '51234', '7', '1', NULL, NULL),
(108, '51235', '51235', '7', '1', NULL, NULL),
(110, '51237', '51237', '7', '1', NULL, NULL),
(112, '51239', '51239', '7', '1', NULL, NULL),
(114, '51240', '51240', '7', '1', NULL, NULL),
(116, '51241', '51241', '7', '1', NULL, NULL),
(118, '51242', '51242', '7', '1', NULL, NULL),
(120, '51248', '51248', '7', '1', NULL, NULL),
(122, '51255', '51255', '7', '1', NULL, NULL),
(124, '51257', '51257', '7', '1', NULL, NULL),
(126, '51259', '51259', '7', '1', NULL, NULL),
(128, '51262', '51262', '7', '1', NULL, NULL),
(130, '51266', '51266', '7', '1', NULL, NULL),
(132, '51270', '51270', '7', '1', NULL, NULL),
(134, '51273', '51273', '7', '1', NULL, NULL),
(136, '51274', '51274', '7', '1', NULL, NULL),
(138, '51275', '51275', '7', '1', NULL, NULL),
(140, '51277', '51277', '7', '1', NULL, NULL),
(142, '51282', '51282', '7', '1', NULL, NULL),
(144, '51283', '51283', '7', '1', NULL, NULL),
(146, '51287', '51287', '7', '1', NULL, NULL),
(148, '51288', '51288', '7', '1', NULL, NULL),
(150, '51289', '51289', '7', '1', NULL, NULL),
(152, '51292', '51292', '7', '1', NULL, NULL),
(154, '51293', '51293', '7', '1', NULL, NULL),
(156, '51294', '51294', '7', '1', NULL, NULL),
(158, '51295', '51295', '7', '1', NULL, NULL),
(160, '51299', '51299', '7', '1', NULL, NULL),
(162, '51300', '51300', '7', '1', NULL, NULL),
(164, '51301', '51301', '7', '1', NULL, NULL),
(166, '51304', '51304', '7', '1', NULL, NULL),
(168, '51306', '51306', '7', '1', NULL, NULL),
(170, '21002', '21002', '7', '1', NULL, NULL),
(172, '21004', '21004', '7', '1', NULL, NULL),
(174, '21007', '21007', '7', '1', NULL, NULL),
(176, '21015', '21015', '7', '1', NULL, NULL),
(178, '21018', '21018', '7', '1', NULL, NULL),
(180, '21035', '21035', '7', '1', NULL, NULL),
(182, '21036', '21036', '7', '1', NULL, NULL),
(184, '21037', '21037', '7', '1', NULL, NULL),
(186, '21038', '21038', '7', '1', NULL, NULL),
(188, '21039', '21039', '7', '1', NULL, NULL),
(190, '21041', '21041', '7', '1', NULL, NULL),
(192, '21042', '21042', '7', '1', NULL, NULL),
(194, '21043', '21043', '7', '1', NULL, NULL),
(196, '21044', '21044', '7', '1', NULL, NULL),
(198, '21045', '21045', '7', '1', NULL, NULL),
(200, '21046', '21046', '7', '1', NULL, NULL),
(202, '21047', '21047', '7', '1', NULL, NULL),
(204, '21049', '21049', '7', '1', NULL, NULL),
(206, '21050', '21050', '7', '1', NULL, NULL),
(208, '21051', '21051', '7', '1', NULL, NULL),
(210, '21054', '21054', '7', '1', NULL, NULL),
(212, '21055', '21055', '7', '1', NULL, NULL),
(214, '21056', '21056', '7', '1', NULL, NULL),
(216, '21057', '21057', '7', '1', NULL, NULL),
(218, '21058', '21058', '7', '1', NULL, NULL),
(220, '21059', '21059', '7', '1', NULL, NULL),
(222, '21063', '21063', '7', '1', NULL, NULL),
(224, '21068', '21068', '7', '1', NULL, NULL),
(226, '21073', '21073', '7', '1', NULL, NULL),
(228, '21074', '21074', '7', '1', NULL, NULL),
(230, '21075', '21075', '7', '1', NULL, NULL),
(232, '21076', '21076', '7', '1', NULL, NULL),
(234, '21080', '21080', '7', '1', NULL, NULL),
(236, '21081', '21081', '7', '1', NULL, NULL),
(238, '21083', '21083', '7', '1', NULL, NULL),
(240, '21085', '21085', '7', '1', NULL, NULL),
(242, '22001', '22001', '7', '1', NULL, NULL),
(244, '22002', '22002', '7', '1', NULL, NULL),
(246, '22003', '22003', '7', '1', NULL, NULL),
(248, '22004', '22004', '7', '1', NULL, NULL),
(250, '22005', '22005', '7', '1', NULL, NULL),
(252, '22006', '22006', '7', '1', NULL, NULL),
(254, '22007', '22007', '7', '1', NULL, NULL),
(256, '22008', '22008', '7', '1', NULL, NULL),
(258, '22009', '22009', '7', '1', NULL, NULL),
(260, '22010', '22010', '7', '1', NULL, NULL),
(262, '22011', '22011', '7', '1', NULL, NULL),
(264, '22012', '22012', '7', '1', NULL, NULL),
(266, '22013', '22013', '7', '1', NULL, NULL),
(268, '22014', '22014', '7', '1', NULL, NULL),
(270, '22015', '22015', '7', '1', NULL, NULL),
(272, '22016', '22016', '7', '1', NULL, NULL),
(274, '22017', '22017', '7', '1', NULL, NULL),
(276, '22018', '22018', '7', '1', NULL, NULL),
(278, '22019', '22019', '7', '1', NULL, NULL),
(280, '22020', '22020', '7', '1', NULL, NULL),
(282, '22021', '22021', '7', '1', NULL, NULL),
(284, '22022', '22022', '7', '1', NULL, NULL),
(286, '22023', '22023', '7', '1', NULL, NULL),
(288, '22024', '22024', '7', '1', NULL, NULL),
(290, '22025', '22025', '7', '1', NULL, NULL),
(292, '22027', '22027', '7', '1', NULL, NULL),
(294, '22028', '22028', '7', '1', NULL, NULL),
(296, '22029', '22029', '7', '1', NULL, NULL),
(298, '22030', '22030', '7', '1', NULL, NULL),
(300, '22031', '22031', '7', '1', NULL, NULL),
(302, '22032', '22032', '7', '1', NULL, NULL),
(304, '22033', '22033', '7', '1', NULL, NULL),
(306, '91006', '91006', '7', '1', NULL, NULL),
(308, '91025', '91025', '7', '1', NULL, NULL),
(310, '91030', '91030', '7', '1', NULL, NULL),
(312, '91047', '91047', '7', '1', NULL, NULL),
(314, '91056', '91056', '7', '1', NULL, NULL),
(316, '91059', '91059', '7', '1', NULL, NULL),
(318, '91060', '91060', '7', '1', NULL, NULL),
(320, '91066', '91066', '7', '1', NULL, NULL),
(322, '91077', '91077', '7', '1', NULL, NULL),
(324, '91086', '91086', '7', '1', NULL, NULL),
(326, '91098', '91098', '7', '1', NULL, NULL),
(328, '91099', '91099', '7', '1', NULL, NULL),
(330, '91111', '91111', '7', '1', NULL, NULL),
(332, '91112', '91112', '7', '1', NULL, NULL),
(334, '91118', '91118', '7', '1', NULL, NULL),
(336, '91129', '91129', '7', '1', NULL, NULL),
(338, '91138', '91138', '7', '1', NULL, NULL),
(340, '91148', '91148', '7', '1', NULL, NULL),
(342, '91153', '91153', '7', '1', NULL, NULL),
(344, '91163', '91163', '7', '1', NULL, NULL),
(346, '91164', '91164', '7', '1', NULL, NULL),
(348, '91191', '91191', '7', '1', NULL, NULL),
(350, '91197', '91197', '7', '1', NULL, NULL),
(352, '91216', '91216', '7', '1', NULL, NULL),
(354, '91218', '91218', '7', '1', NULL, NULL),
(356, '91219', '91219', '7', '1', NULL, NULL),
(358, '91221', '91221', '7', '1', NULL, NULL),
(360, '91230', '91230', '7', '1', NULL, NULL),
(362, '91233', '91233', '7', '1', NULL, NULL),
(364, '91238', '91238', '7', '1', NULL, NULL),
(366, '91247', '91247', '7', '1', NULL, NULL),
(368, '91250', '91250', '7', '1', NULL, NULL),
(370, '91251', '91251', '7', '1', NULL, NULL),
(372, '91254', '91254', '7', '1', NULL, NULL),
(374, '91257', '91257', '7', '1', NULL, NULL),
(376, '91260', '91260', '7', '1', NULL, NULL),
(378, '91262', '91262', '7', '1', NULL, NULL),
(380, '91264', '91264', '7', '1', NULL, NULL),
(382, '91266', '91266', '7', '1', NULL, NULL),
(384, '91275', '91275', '7', '1', NULL, NULL),
(386, '91279', '91279', '7', '1', NULL, NULL),
(388, '91287', '91287', '7', '1', NULL, NULL),
(390, '91290', '91290', '7', '1', NULL, NULL),
(392, '91294', '91294', '7', '1', NULL, NULL),
(394, '91303', '91303', '7', '1', NULL, NULL),
(396, '91305', '91305', '7', '1', NULL, NULL),
(398, '91307', '91307', '7', '1', NULL, NULL),
(400, '91318', '91318', '7', '1', NULL, NULL),
(402, '91321', '91321', '7', '1', NULL, NULL),
(404, '91324', '91324', '7', '1', NULL, NULL),
(406, '91326', '91326', '7', '1', NULL, NULL),
(408, '91327', '91327', '7', '1', NULL, NULL),
(410, '91332', '91332', '7', '1', NULL, NULL),
(412, '91337', '91337', '7', '1', NULL, NULL),
(414, '91338', '91338', '7', '1', NULL, NULL),
(416, '91339', '91339', '7', '1', NULL, NULL),
(418, '91348', '91348', '7', '1', NULL, NULL),
(420, '91350', '91350', '7', '1', NULL, NULL),
(422, '91351', '91351', '7', '1', NULL, NULL),
(424, '91358', '91358', '7', '1', NULL, NULL),
(426, '91359', '91359', '7', '1', NULL, NULL),
(428, '91363', '91363', '7', '1', NULL, NULL),
(430, '91364', '91364', '7', '1', NULL, NULL),
(432, '91373', '91373', '7', '1', NULL, NULL),
(434, '91375', '91375', '7', '1', NULL, NULL),
(436, '91376', '91376', '7', '1', NULL, NULL),
(438, '91385', '91385', '7', '1', NULL, NULL),
(440, '91392', '91392', '7', '1', NULL, NULL),
(442, '91395', '91395', '7', '1', NULL, NULL),
(444, '91396', '91396', '7', '1', NULL, NULL),
(446, '91398', '91398', '7', '1', NULL, NULL),
(448, '91399', '91399', '7', '1', NULL, NULL),
(450, '91400', '91400', '7', '1', NULL, NULL),
(452, '91402', '91402', '7', '1', NULL, NULL),
(454, '91403', '91403', '7', '1', NULL, NULL),
(456, '91405', '91405', '7', '1', NULL, NULL),
(458, '91415', '91415', '7', '1', NULL, NULL),
(460, '91416', '91416', '7', '1', NULL, NULL),
(462, '91418', '91418', '7', '1', NULL, NULL),
(464, '91471', '91471', '7', '1', NULL, NULL),
(466, '91427', '91427', '7', '1', NULL, NULL),
(468, '91430', '91430', '7', '1', NULL, NULL),
(470, '91433', '91433', '7', '1', NULL, NULL),
(472, '91435', '91435', '7', '1', NULL, NULL),
(474, '91440', '91440', '7', '1', NULL, NULL),
(476, '91442', '91442', '7', '1', NULL, NULL),
(478, '91443', '91443', '7', '1', NULL, NULL),
(480, '91450', '91450', '7', '1', NULL, NULL),
(482, '91452', '91452', '7', '1', NULL, NULL),
(484, '91454', '91454', '7', '1', NULL, NULL),
(486, '91460', '91460', '7', '1', NULL, NULL),
(488, '91461', '91461', '7', '1', NULL, NULL),
(490, '91464', '91464', '7', '1', NULL, NULL),
(492, '91466', '91466', '7', '1', NULL, NULL),
(494, '91467', '91467', '7', '1', NULL, NULL),
(496, '91470', '91470', '7', '1', NULL, NULL),
(498, '91472', '91472', '7', '1', NULL, NULL),
(500, '91473', '91473', '7', '1', NULL, NULL),
(502, '91474', '91474', '7', '1', NULL, NULL),
(504, '91475', '91475', '7', '1', NULL, NULL),
(506, '91476', '91476', '7', '1', NULL, NULL),
(508, '91477', '91477', '7', '1', NULL, NULL),
(510, '91478', '91478', '7', '1', NULL, NULL),
(512, '61002', '61002', '7', '1', NULL, NULL),
(514, '61003', '61003', '7', '1', NULL, NULL),
(516, '61035', '61035', '7', '1', NULL, NULL),
(518, '61037', '61037', '7', '1', NULL, NULL),
(520, '61045', '61045', '7', '1', NULL, NULL),
(522, '61050', '61050', '7', '1', NULL, NULL),
(524, '61054', '61054', '7', '1', NULL, NULL),
(526, '61055', '61055', '7', '1', NULL, NULL),
(528, '61060', '61060', '7', '1', NULL, NULL),
(530, '61062', '61062', '7', '1', NULL, NULL),
(532, '61070', '61070', '7', '1', NULL, NULL),
(534, '61072', '61072', '7', '1', NULL, NULL),
(536, '61079', '61079', '7', '1', NULL, NULL),
(538, '61082', '61082', '7', '1', NULL, NULL),
(540, '61109', '61109', '7', '1', NULL, NULL),
(542, '61134', '61134', '7', '1', NULL, NULL),
(544, '61140', '61140', '7', '1', NULL, NULL),
(546, '61142', '61142', '7', '1', NULL, NULL),
(548, '61150', '61150', '7', '1', NULL, NULL),
(550, '61152', '61152', '7', '1', NULL, NULL),
(552, '61154', '61154', '7', '1', NULL, NULL),
(554, '61155', '61155', '7', '1', NULL, NULL),
(556, '61163', '61163', '7', '1', NULL, NULL),
(558, '61164', '61164', '7', '1', NULL, NULL),
(560, '61170', '61170', '7', '1', NULL, NULL),
(562, '61172', '61172', '7', '1', NULL, NULL),
(564, '61173', '61173', '7', '1', NULL, NULL),
(566, '61175', '61175', '7', '1', NULL, NULL),
(568, '61190', '61190', '7', '1', NULL, NULL),
(570, '61191', '61191', '7', '1', NULL, NULL),
(572, '61193', '61193', '7', '1', NULL, NULL),
(574, '61197', '61197', '7', '1', NULL, NULL),
(576, '61200', '61200', '7', '1', NULL, NULL),
(578, '61205', '61205', '7', '1', NULL, NULL),
(580, '61208', '61208', '7', '1', NULL, NULL),
(582, '61209', '61209', '7', '1', NULL, NULL),
(584, '61212', '61212', '7', '1', NULL, NULL),
(586, '61217', '61217', '7', '1', NULL, NULL),
(588, '61218', '61218', '7', '1', NULL, NULL),
(590, '61219', '61219', '7', '1', NULL, NULL),
(592, '61222', '61222', '7', '1', NULL, NULL),
(594, '61224', '61224', '7', '1', NULL, NULL),
(596, '61230', '61230', '7', '1', NULL, NULL),
(598, '61233', '61233', '7', '1', NULL, NULL),
(600, '61234', '61234', '7', '1', NULL, NULL),
(602, '61235', '61235', '7', '1', NULL, NULL),
(604, '85006', '85006', '7', '1', NULL, NULL),
(606, '85013', '85013', '7', '1', NULL, NULL),
(608, '85016', '85016', '7', '1', NULL, NULL),
(610, '85031', '85031', '7', '1', NULL, NULL),
(612, '85033', '85033', '7', '1', NULL, NULL),
(614, '85035', '85035', '7', '1', NULL, NULL),
(616, '85042', '85042', '7', '1', NULL, NULL),
(618, '85050', '85050', '7', '1', NULL, NULL),
(620, '85051', '85051', '7', '1', NULL, NULL),
(622, '85053', '85053', '7', '1', NULL, NULL),
(624, '85055', '85055', '7', '1', NULL, NULL),
(626, '85060', '85060', '7', '1', NULL, NULL),
(628, '85066', '85066', '7', '1', NULL, NULL),
(630, '85070', '85070', '7', '1', NULL, NULL),
(632, '85073', '85073', '7', '1', NULL, NULL),
(634, '85074', '85074', '7', '1', NULL, NULL),
(636, '85076', '85076', '7', '1', NULL, NULL),
(638, '85078', '85078', '7', '1', NULL, NULL),
(640, '81026', '81026', '7', '1', NULL, NULL),
(642, '81047', '81047', '7', '1', NULL, NULL),
(644, '81080', '81080', '7', '1', NULL, NULL),
(646, '81083', '81083', '7', '1', NULL, NULL),
(648, '81086', '81086', '7', '1', NULL, NULL),
(650, '81089', '81089', '7', '1', NULL, NULL),
(652, '81090', '81090', '7', '1', NULL, NULL),
(654, '81096', '81096', '7', '1', NULL, NULL),
(656, '81097', '81097', '7', '1', NULL, NULL),
(658, '81098', '81098', '7', '1', NULL, NULL),
(660, '81099', '81099', '7', '1', NULL, NULL),
(662, '82001', '82001', '7', '1', NULL, NULL),
(664, '82003', '82003', '7', '1', NULL, NULL),
(666, '82004', '82004', '7', '1', NULL, NULL),
(668, '82005', '82005', '7', '1', NULL, NULL),
(670, '82019', '82019', '7', '1', NULL, NULL),
(672, '82023', '82023', '7', '1', NULL, NULL),
(674, '82031', '82031', '7', '1', NULL, NULL),
(676, '82035', '82035', '7', '1', NULL, NULL),
(678, '82037', '82037', '7', '1', NULL, NULL),
(680, '82038', '82038', '7', '1', NULL, NULL),
(682, '82040', '82040', '7', '1', NULL, NULL),
(684, '82043', '82043', '7', '1', NULL, NULL),
(686, '82044', '82044', '7', '1', NULL, NULL),
(688, '94002', '94002', '7', '1', NULL, NULL),
(690, '94003', '94003', '7', '1', NULL, NULL),
(692, '94004', '94004', '7', '1', NULL, NULL),
(694, '94005', '94005', '7', '1', NULL, NULL),
(696, '94008', '94008', '7', '1', NULL, NULL),
(698, '94012', '94012', '7', '1', NULL, NULL),
(700, '94013', '94013', '7', '1', NULL, NULL),
(702, '94015', '94015', '7', '1', NULL, NULL),
(704, '94016', '94016', '7', '1', NULL, NULL),
(706, '94018', '94018', '7', '1', NULL, NULL),
(708, '94019', '94019', '7', '1', NULL, NULL),
(710, '94020', '94020', '7', '1', NULL, NULL),
(712, '94024', '94024', '7', '1', NULL, NULL),
(714, '94026', '94026', '7', '1', NULL, NULL),
(716, '41007', '41007', '7', '1', NULL, NULL),
(718, '41009', '41009', '7', '1', NULL, NULL),
(720, '41011', '41011', '7', '1', NULL, NULL),
(722, '41017', '41017', '7', '1', NULL, NULL),
(724, '10338', '10338', '7', '1', NULL, NULL),
(726, '10384', '10384', '7', '1', NULL, NULL),
(728, '10400', '10400', '7', '1', NULL, NULL),
(730, '10403', '10403', '7', '1', NULL, NULL),
(732, '10411', '10411', '7', '1', NULL, NULL),
(734, '10412', '10412', '7', '1', NULL, NULL),
(736, '10413', '10413', '7', '1', NULL, NULL),
(738, '10414', '10414', '7', '1', NULL, NULL),
(740, '10415', '10415', '7', '1', NULL, NULL),
(742, '70416', '70416', '7', '1', NULL, NULL),
(746, '88888', '88888', '7', '1', NULL, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `advertise`
--
ALTER TABLE `advertise`
  ADD PRIMARY KEY (`id_ad`);

--
-- Indexes for table `advertise_heade`
--
ALTER TABLE `advertise_heade`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `alert_daily`
--
ALTER TABLE `alert_daily`
  ADD PRIMARY KEY (`id_alert`);

--
-- Indexes for table `brand`
--
ALTER TABLE `brand`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `company`
--
ALTER TABLE `company`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `department`
--
ALTER TABLE `department`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `group`
--
ALTER TABLE `group`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `job_family`
--
ALTER TABLE `job_family`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lavel`
--
ALTER TABLE `lavel`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_master`
--
ALTER TABLE `menu_master`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_banner`
--
ALTER TABLE `ngg_banner`
  ADD PRIMARY KEY (`id_banner`);

--
-- Indexes for table `ngg_benefits`
--
ALTER TABLE `ngg_benefits`
  ADD PRIMARY KEY (`id_be`);

--
-- Indexes for table `ngg_branchname`
--
ALTER TABLE `ngg_branchname`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_chat_group`
--
ALTER TABLE `ngg_chat_group`
  ADD PRIMARY KEY (`code_room`);

--
-- Indexes for table `ngg_chat_group_user`
--
ALTER TABLE `ngg_chat_group_user`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_history_comment`
--
ALTER TABLE `ngg_history_comment`
  ADD PRIMARY KEY (`id_com`);

--
-- Indexes for table `ngg_iform`
--
ALTER TABLE `ngg_iform`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_img_group_advertise`
--
ALTER TABLE `ngg_img_group_advertise`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_key_notification`
--
ALTER TABLE `ngg_key_notification`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_km_category`
--
ALTER TABLE `ngg_km_category`
  ADD PRIMARY KEY (`id_km_cat`);

--
-- Indexes for table `ngg_km_category_detail`
--
ALTER TABLE `ngg_km_category_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_km_file`
--
ALTER TABLE `ngg_km_file`
  ADD PRIMARY KEY (`id_file`);

--
-- Indexes for table `ngg_km_hr_list`
--
ALTER TABLE `ngg_km_hr_list`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_km_img_category_detail`
--
ALTER TABLE `ngg_km_img_category_detail`
  ADD PRIMARY KEY (`id_img`);

--
-- Indexes for table `ngg_km_separate`
--
ALTER TABLE `ngg_km_separate`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_libary_img`
--
ALTER TABLE `ngg_libary_img`
  ADD PRIMARY KEY (`id_img`);

--
-- Indexes for table `ngg_list_benefits`
--
ALTER TABLE `ngg_list_benefits`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_list_mc`
--
ALTER TABLE `ngg_list_mc`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_operational_6090`
--
ALTER TABLE `ngg_operational_6090`
  ADD PRIMARY KEY (`id_ev`);

--
-- Indexes for table `ngg_operational_office`
--
ALTER TABLE `ngg_operational_office`
  ADD PRIMARY KEY (`id_opf`);

--
-- Indexes for table `ngg_operational_score_6090`
--
ALTER TABLE `ngg_operational_score_6090`
  ADD PRIMARY KEY (`id_evascore`);

--
-- Indexes for table `ngg_operational_sup`
--
ALTER TABLE `ngg_operational_sup`
  ADD PRIMARY KEY (`id_ops`);

--
-- Indexes for table `ngg_operation_history_answer`
--
ALTER TABLE `ngg_operation_history_answer`
  ADD PRIMARY KEY (`id_ha`);

--
-- Indexes for table `ngg_operation_select_office`
--
ALTER TABLE `ngg_operation_select_office`
  ADD PRIMARY KEY (`id_select_opf`);

--
-- Indexes for table `ngg_operation_select_sup`
--
ALTER TABLE `ngg_operation_select_sup`
  ADD PRIMARY KEY (`id_select_sup`);

--
-- Indexes for table `ngg_role_company`
--
ALTER TABLE `ngg_role_company`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_role_sales_shop`
--
ALTER TABLE `ngg_role_sales_shop`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_sales_api`
--
ALTER TABLE `ngg_sales_api`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `ngg_target_daily_sale`
--
ALTER TABLE `ngg_target_daily_sale`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_target_single_sales`
--
ALTER TABLE `ngg_target_single_sales`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ngg_video`
--
ALTER TABLE `ngg_video`
  ADD PRIMARY KEY (`id_video`);

--
-- Indexes for table `oauth_access_tokens`
--
ALTER TABLE `oauth_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_access_tokens_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_auth_codes`
--
ALTER TABLE `oauth_auth_codes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_clients_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_personal_access_clients_client_id_index` (`client_id`);

--
-- Indexes for table `oauth_refresh_tokens`
--
ALTER TABLE `oauth_refresh_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_refresh_tokens_access_token_id_index` (`access_token_id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `position`
--
ALTER TABLE `position`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users_detail`
--
ALTER TABLE `users_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users_group`
--
ALTER TABLE `users_group`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user_role`
--
ALTER TABLE `user_role`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `advertise`
--
ALTER TABLE `advertise`
  MODIFY `id_ad` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=70;

--
-- AUTO_INCREMENT for table `advertise_heade`
--
ALTER TABLE `advertise_heade`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `alert_daily`
--
ALTER TABLE `alert_daily`
  MODIFY `id_alert` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `brand`
--
ALTER TABLE `brand`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `company`
--
ALTER TABLE `company`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `department`
--
ALTER TABLE `department`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `group`
--
ALTER TABLE `group`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `job_family`
--
ALTER TABLE `job_family`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `lavel`
--
ALTER TABLE `lavel`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `menu_master`
--
ALTER TABLE `menu_master`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- AUTO_INCREMENT for table `ngg_banner`
--
ALTER TABLE `ngg_banner`
  MODIFY `id_banner` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=53;

--
-- AUTO_INCREMENT for table `ngg_benefits`
--
ALTER TABLE `ngg_benefits`
  MODIFY `id_be` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2802;

--
-- AUTO_INCREMENT for table `ngg_branchname`
--
ALTER TABLE `ngg_branchname`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ngg_chat_group`
--
ALTER TABLE `ngg_chat_group`
  MODIFY `code_room` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `ngg_chat_group_user`
--
ALTER TABLE `ngg_chat_group_user`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=39;

--
-- AUTO_INCREMENT for table `ngg_history_comment`
--
ALTER TABLE `ngg_history_comment`
  MODIFY `id_com` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ngg_iform`
--
ALTER TABLE `ngg_iform`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ngg_img_group_advertise`
--
ALTER TABLE `ngg_img_group_advertise`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ngg_key_notification`
--
ALTER TABLE `ngg_key_notification`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `ngg_km_category`
--
ALTER TABLE `ngg_km_category`
  MODIFY `id_km_cat` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `ngg_km_category_detail`
--
ALTER TABLE `ngg_km_category_detail`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `ngg_km_file`
--
ALTER TABLE `ngg_km_file`
  MODIFY `id_file` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ngg_km_hr_list`
--
ALTER TABLE `ngg_km_hr_list`
  MODIFY `id` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `ngg_km_img_category_detail`
--
ALTER TABLE `ngg_km_img_category_detail`
  MODIFY `id_img` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `ngg_km_separate`
--
ALTER TABLE `ngg_km_separate`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `ngg_libary_img`
--
ALTER TABLE `ngg_libary_img`
  MODIFY `id_img` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `ngg_list_benefits`
--
ALTER TABLE `ngg_list_benefits`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `ngg_list_mc`
--
ALTER TABLE `ngg_list_mc`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `ngg_operational_6090`
--
ALTER TABLE `ngg_operational_6090`
  MODIFY `id_ev` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `ngg_operational_office`
--
ALTER TABLE `ngg_operational_office`
  MODIFY `id_opf` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `ngg_operational_score_6090`
--
ALTER TABLE `ngg_operational_score_6090`
  MODIFY `id_evascore` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `ngg_operational_sup`
--
ALTER TABLE `ngg_operational_sup`
  MODIFY `id_ops` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;

--
-- AUTO_INCREMENT for table `ngg_operation_history_answer`
--
ALTER TABLE `ngg_operation_history_answer`
  MODIFY `id_ha` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=398;

--
-- AUTO_INCREMENT for table `ngg_operation_select_office`
--
ALTER TABLE `ngg_operation_select_office`
  MODIFY `id_select_opf` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;

--
-- AUTO_INCREMENT for table `ngg_operation_select_sup`
--
ALTER TABLE `ngg_operation_select_sup`
  MODIFY `id_select_sup` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=116;

--
-- AUTO_INCREMENT for table `ngg_role_company`
--
ALTER TABLE `ngg_role_company`
  MODIFY `id` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `ngg_role_sales_shop`
--
ALTER TABLE `ngg_role_sales_shop`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ngg_sales_api`
--
ALTER TABLE `ngg_sales_api`
  MODIFY `ID` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ngg_target_daily_sale`
--
ALTER TABLE `ngg_target_daily_sale`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ngg_target_single_sales`
--
ALTER TABLE `ngg_target_single_sales`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `ngg_video`
--
ALTER TABLE `ngg_video`
  MODIFY `id_video` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `position`
--
ALTER TABLE `position`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=382;

--
-- AUTO_INCREMENT for table `users_detail`
--
ALTER TABLE `users_detail`
  MODIFY `id` bigint(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=383;

--
-- AUTO_INCREMENT for table `users_group`
--
ALTER TABLE `users_group`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `user_role`
--
ALTER TABLE `user_role`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=747;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
